( 204874
) 204874
?x 159809
lambda 84658
?y 50196
and 14059
exist 10855
||| 9136
1 6648
mso:film.film.initial_release_date 6044
count 5871
argmax 4290
mso:film.film.series 2309
argmin 2285
equal 2142
mso:film.actor.film 2071
mso:book.author.works_written 1882
mso:film.film.actor 1510
or 1071
mso:film.series.film 997
mso:film.producer.film 967
mso:film.distributor.film 877
isa 866
mso:film.film.director 848
mso:film.film.subject 819
mso:film.film.art_director 785
mso:film.film.producer 776
mso:film.film.content_rating 764
mso:film.production_company.film 704
mso:people.person.parent 675
mso:film.film.writer 660
mso:comic_books.creator.series 645
mso:award.ranked_item.ranking 630
mso:music.artist.album 627
mso:film.film.character 607
mso:organization.organization.founder 581
mso:film.film.cinematographer 572
mso:people.person.children 549
mso:film.film.music 507
mso:time.event.start_date 468
mso:organization.founder.organizations_founded 465
mso:book.written_work.author 455
mso:location.location.area 443
mso:film.film.executive_producer 416
mso:baseball.player.batting_statistics 406
mso:film.director.film 403
mso:people.person.date_of_birth 385
r-mso:film.film.editor 379
r-mso:film.film.cinematographer 379
r-mso:film.film.executive_producer 374
r-mso:film.film.costume_designer 370
r-mso:film.film.production_company 365
r-mso:film.film.art_director 361
mso:film.writer.film 353
mso:film.film.country 350
r-mso:film.film.casting_director 342
mso:people.person.height 341
r-mso:film.film.format 341
mso:architecture.architect.structure 339
mso:film.film.editor 338
mso:film.film.story 335
mso:film.film.soundtrack 333
r-mso:film.film.story 333
mso:people.deceased_person.preferred_cause_of_death 328
mso:location.sovereign.calling_code 326
mso:film.film.production_company 312
mso:film.film.costume_designer 311
mso:location.sovereign.official_language 308
mso:film.film.prequel 306
mso:film.film.sequel 287
mso:film.film.location 285
mso:people.person.education 285
mso:book.written_work.date_of_first_publication 280
mso:people.person.profession 274
mso:comic_books.publisher.comic_book_series_published 273
mso:film.film.casting_director 266
mso:people.person.quotation 263
mso:architecture.structure.architect 262
mso:sports.team.facility 261
mso:music.album.artist 261
mso:type.object.key 259
mso:film.film.genre 259
mso:tv.program.program_creator 259
mso:time.event.end_date 256
mso:music.composition.composer 255
mso:fictional_universe.character.creator 241
mso:law.invention.inventor 241
mso:baseball.batting_statistics.season 237
mso:cvg.game_version.developer 236
mso:people.person.nationality_adjectival 235
mso:tv.program.episode_running_time 235
mso:film.film.rating 235
mso:cvg.computer_videogame.developer 233
mso:tv.program.theme_song 229
mso:location.location.administrative_capital 216
mso:book.literary_series.author 216
mso:organization.organization.date_founded 215
mso:biology.domesticated_animal.breeds 212
mso:music.composition.lyricist 206
mso:film.film.language 204
mso:location.location.time_zone 204
mso:time.event.person 203
mso:theater.play.musical_soundtrack 203
mso:people.person.weight 201
mso:geography.river.origin 200
mso:film.film.production_designer 194
mso:sports.team.color 192
mso:architecture.structure.style 189
mso:baseball.batting_statistics.team 188
mso:sports.pro_athlete.team 187
mso:visual_art.artwork.artist 183
mso:people.deceased_person.date_of_death 182
mso:chemistry.chemical_element.discovery_date 178
mso:chemistry.chemical_element.symbol 178
argmore 178
mso:american_football.player.position 171
mso:sports.team_owner.teams_owned 170
mso:architecture.museum.established 167
mso:biology.organism.height_meters 166
mso:biology.organism.place_of_birth 165
mso:tv.regular_tv_appearance.actor 163
mso:architecture.structure.firm 162
mso:cvg.computer_videogame.release_date 162
mso:ratings.rated_entity.view_details 160
mso:cvg.game_version.publisher 158
mso:geography.lake.inflow 157
mso:cvg.computer_videogame.designer 154
mso:geography.mountain.last_eruption 153
mso:cvg.computer_videogame.publisher 153
mso:film.festival.location 152
mso:medicine.medical_treatment.used_to_treat 152
mso:computer.software.first_released 152
mso:award.competition.winner 151
mso:fictional_universe.character.place_of_birth 149
mso:people.deceased_person.place_of_burial 147
mso:food.food.energy 146
mso:american_football.coach.current_team_head_coached 145
mso:architecture.building.floors 144
mso:american_football.team.conference 134
mso:american_football.player.forty_yard_dash_time 134
mso:government.us_president.us_vice_president 133
mso:tv.character.appeared_in_tv_program 131
mso:sports.championship_event.champion 131
mso:location.dated_location.date_founded 131
mso:book.written_work.original_language 131
mso:book.written_work.synopsis 130
mso:comic_books.series.featured_characters 130
mso:location.location.contained_by 130
mso:architecture.museum.director 129
mso:music.album.release_date 127
mso:award.winner.awards_won 126
mso:organization.leadership.organization 125
mso:organization.organization.headquarters 124
mso:people.person.business_employment_tenure 123
gary_oldman 123
mso:sports.sports_team_roster.team 123
mso:architecture.structure.height_meters 121
james_franco 120
mso:biology.organism_classification.fossil_specimens 119
mso:film.film.gross_revenue 119
mso:people.person.sexual_relationship 118
mso:geography.mountain.elevation 118
mso:education.education.educational_institution 117
mso:chemistry.chemical_compound.formula 116
mso:basketball.coach.team 116
mso:media_common.creative_work.content_rating 115
mso:people.person.marriage 113
mso:organization.organization.place_founded 113
mso:location.dated_location.date_dissolved 112
mso:comic_books.character.creator 112
guillermo_del_toro 111
mso:music.soundtrack.film 110
mso:film.character.film 109
mso:sports.multi_event_tournament.competitor_competition_relationship 108
mso:sports.professional_sports_team.team_owner 108
mso:organization.organization.leadership 107
mso:biology.organism.weight_kg 106
mso:education.education.educational_degree 106
mso:architecture.structure.opened 106
mso:geography.lake.surface_elevation 105
mso:film.film.set_designer 105
mso:geography.body_of_water.surface_area 105
mso:american_football.team.division 105
mso:sports.sports_team_roster.position 104
mso:organization.board_member.organization_board_membership 104
mso:government.governmental_jurisdiction.governing_officials 104
mso:education.educational_institution.color 104
mso:biology.organism.date_of_birth 103
mso:language.human_language.region 102
mso:amusement_parks.ride.designer 101
mso:film.film.format 100
mso:transportation.bridge.total_length 100
mso:visual_art.art_series.artwork 99
blindern 99
sylvester_stallone 99
mso:medicine.drug.drug_brand 99
tom_cruise 98
mso:location.location.geolocation 97
xxx 97
mso:tv.program.regular_cast 96
mso:education.academic.advisors 96
mso:film.film.featured_song 95
mso:organization.board_membership.role 95
mso:geography.body_of_water.depth 94
mso:architecture.venue.capacity 93
mso:geography.body_of_water.bridge 93
mso:olympics.host_city.olympics_hosted 93
mso:astronomy.celestial_object.gravity 92
mso:sports.team.founded 92
mso:film.performance.film 91
mso:military.person.service 91
mso:ice_hockey.team.captain 91
mso:education.educational_institution.school_mascot 91
mso:geography.body_of_water.islands 90
argless 90
mso:geography.lake.outflow 90
mso:biology.organism_classification.scientific_name 89
j_-_lo 89
mso:award.honor.year 89
mso:education.fraternity_sorority.color 88
mso:award.nominee.award_nominations 88
mso:chemistry.chemical_element.boiling_point 88
mso:transportation.bridge.locale 88
mso:geography.lake 88
mso:organization.board_membership.organization 88
mso:chemistry.chemical_element.melting_point 88
mso:chemistry.chemical_compound.solubility 86
mso:law.inventor.inventions 86
mso:aviation.aircraft_model.retired 86
mso:geography.mountain.first_ascenders 86
mso:geography.river.mouth 85
mso:astronomy.astronomical_discovery.discoverer 85
mso:organization.leadership.role 85
mso:computer.computer.introduced 85
pantera_negra 85
mso:comic_books.series.created_by 84
mso:aviation.aircraft_model.maximum_speed_km_h 84
tom_hardy 83
mso:astronomy.celestial_object.mean_density 83
mso:organization.leadership.person 83
mso:fictional_universe.character.parents 83
mso:chemistry.chemical_element.element_discoverer 83
mso:boats.ship.length_overall 83
mso:computer.computer.processor 83
mso:martial_arts.martial_artist.instructor 82
mso:astronomy.astronomical_discovery.discovery_date 81
mso:location.sovereign.iso4217_currency_code 81
matt_damon 80
mso:architecture.structure.destruction_date 80
mso:soccer.player.senior_career_roster 80
mso:music.composition.musical_scale 79
mso:internet.website.launched 79
justice_league_(_2017_) 79
mso:book.written_work.word_count 78
youtube 78
mso:tv.program.air_date_of_first_episode 78
mso:organization.board_member.leader_of 77
mso:book.character.appears_in_book 77
mso:book.written_work.copyright_date 77
mso:sports.championship_event.runner_up 77
mso:astronomy.celestial_object.mean_radius 77
will_smith 77
mso:tv.program.country_of_origin 77
mso:music.track.length 77
mso:boats.ship.launched 76
mso:sports.team.coach 76
mso:biology.organism_classification.higher_classification 76
mso:sports.pro_athlete.career_end 76
mso:astronomy.orbital_relationship.orbital_period 76
mso:architecture.structure.engineer 75
mso:book.written_work.literary_series 75
mso:geography.mountain_pass.transversed_by 75
mso:geography.lake.city 75
mso:music.artist.active_start 75
mso:visual_art.art_period_movement.began_approximately 74
mso:medicine.drug.drug_pregnancy_category 74
mso:film.featured_song.performer 74
mso:meteorology.tropical_cyclone.affected_area 73
mso:boats.ship.place_built 73
mso:organization.board_membership.title 73
mso:chemistry.chemical_compound.boiling_point 73
dwayne_"_the_rock_"_johnson 72
mso:meteorology.tropical_cyclone.total_fatalities 71
mso:time.event.location 71
mso:book.book.genre 71
mso:medicine.disease.prevention_factor_text 71
mso:astronomy.celestial_object.absolute_magnitude 71
tim_conway 70
mso:medicine.drug.canonical_brand 70
mso:spaceflight.rocket.launch_site 70
stormy_waters 69
the_shape_of_water_(_2017_) 69
mso:education.school_newspaper.school 69
mso:music.artist.concert_tours 69
mso:projects.project.project_participation 69
mso:education.education.specialization 69
mso:architecture.skyscraper.height_with_antenna_spire_meters 69
mso:boats.ship.displacement 68
three_billboards_outside_ebbing_,_missouri 68
mso:tv.regular_tv_appearance.from 68
mso:astronomy.constellation.meteor_shower 68
mso:music.artist.active_end 68
mso:spaceflight.space_mission.astronauts 68
mso:computer.operating_system.release_date 67
mso:geography.river.city 67
mso:sports.facility.teams 66
mso:music.composition.place_of_first_performance 66
mso:tv.program.spin_offs 66
mso:organization.organization.board_members 66
jason_momoa 65
mso:automotive.automotive_class.body_style 65
mso:film.performance.character 65
mso:martial_arts.martial_art.well_known_practitioner 65
mso:chemistry.chemical_element.atomic_number 65
mso:book.edition.publication_date 65
mso:business.employment_tenure.job_title 65
mso:games.game.playing_time_minutes 65
mso:martial_arts.martial_art.origin 64
mso:astronomy.star.constellation 64
35mm 64
mso:film.film.performance 64
mso:opera.opera.language 64
mso:sports.team.mascot 64
mso:chemistry.chemical_element 64
mso:boxing.boxer.weight_division 63
mso:geography.waterfall.height 63
mso:film.performance.actor 63
mso:olympics.games.number_of_countries 63
mso:media_common.subject.quotation 63
mso:protected_sites.protected_site.date_established 62
mso:astronomy.asterism.constellation 62
mso:aviation.airliner_accident.date 62
mso:aviation.airliner_accident.aviation_incident_aircraft_relationship 62
mso:education.education.major 62
mso:chemistry.chemical_compound.melting_point 62
mso:radio.radio_program.final_broadcast 62
mso:music.track.date 62
mso:aviation.aircraft_model.maiden_flight 61
mso:chemistry.chemical_element.electron_configuration 61
mso:astronomy.star_system.star 61
mso:sports.sports_team_coach_tenure.coach 61
mso:geography.river.length 61
mso:computer.software.latest_release_date 61
mso:astronomy.constellation.contains 60
mso:award.honor.category 60
mso:spaceflight.rocket.manufacturer 60
mso:amusement_parks.park.opened 60
mso:organization.board_membership.member 60
mso:amusement_parks.ride.opened 60
mso:visual_art.artwork.date_completed 60
mso:metropolitan_transit.transit_system.inception 60
mso:spaceflight.space_program.started 59
mso:astronomy.celestial_object.surface_area 59
mso:music.composition.date_completed 59
mso:organization.leadership.title 59
mso:biology.fossil_specimen.discovered_by 59
mso:boats.ship_type.ship_class 59
mso:sports.pro_athlete.career_start 59
mso:internet.social_network_user.view_social_network_profile 59
mso:business.employment_tenure.employer 59
mso:opera.opera.librettist 58
mso:award.honor.winning_work 58
mso:music.opera_singer.voice_type 58
wikipedia 58
mso:protected_sites.protected_site.governing_body_of_protected_sites 57
l_'_angelo_misterioso 57
the_greatest_showman 57
mso:people.romantic_relationship.person 57
leonardo_dicaprio 57
mso:architecture.type_of_museum.museums 57
mso:architecture.structure.construction_started 57
mso:tv.program.air_date_of_final_episode 56
mso:spaceflight.space_agency.astronauts 56
thor_3_:_ragnarok 56
mso:soccer.roster_position.team 56
mso:astronomy.orbital_relationship.semi_major_axis 56
mso:theater.play.date_of_first_performance 55
mso:astronomy.celestial_object.cosmological_distance 55
nicolas_cage 55
mso:government.position_held.office_or_title 55
mso:aviation.aircraft_model.aircraft 55
mso:amusement_parks.ride.ride_type 55
avengers_:_infinity_war 54
quentin_tarantino 54
mso:award.honor.winner 54
mso:music.composition.compositional_form 54
mso:book.periodical.editorial_staff 54
mso:chemistry.element_discoverer.discovered 54
mso:book.written_work.next_in_series 54
mso:fictional_universe.character.character_powers 54
mso:sports.competitor_competition_relationship.competitor 53
jumanji_:_welcome_to_the_jungle_(_2017_) 53
mso:american_football.player.player_passing_statistics 53
mso:book.written_work.previous_in_series 53
pluto 53
mso:american_football.player.player_receiving_statistics 53
mso:award.honor.ceremony 53
mso:business.shopping_center.retail_floor_space_m_2 53
0 53
mso:event.disaster.fatalities 53
mso:boats.ship_class.max_speed_knots 53
mso:library.public_library.established_in 53
mso:government.position_held.basic_title 53
mso:cvg.game_version.release_date 52
mso:spaceflight.rocket.country_of_origin 52
mso:astronomy.asteroid.asteroid_group 52
mso:tv.program.genre 52
mso:geography.island.body_of_water 52
mso:visual_art.art_series.artist 52
mso:meteorology.tropical_cyclone.highest_winds 52
loxodonta 52
mso:biology.deceased_organism.date_of_death 51
mso:book.written_work.atos_level 51
mso:award.category.date_established 51
mso:spaceflight.space_mission.destination 51
mso:aviation.aircraft_model.introduced 51
mso:amusement_parks.ride.height_restriction 50
mso:location.location.judicial_capital 50
mso:military.armed_force.units 50
star_wars_:_episode_viii_-_the_last_jedi 50
11409_horkheimer 50
mso:tv.regular_tv_appearance.series_season 50
mso:military.unit.formed 50
mso:projects.project_participation.project_participant 50
mso:film.actor.performance 50
mso:book.poem.poem_character 49
meghan_markle 49
lady_bird_(_2017_) 49
mso:media_common.adapted_work.adaptations 49
mso:geography.river.basin_country 49
mso:boats.ship.ship_builder 49
mso:theater.play.orchestrator 48
mso:chemistry.chemical_element.electronegativity 48
mso:olympics.games.host_city 48
mso:geography.mountain.mountain_range 48
mso:biology.organism_classification.max_speed 48
mso:spaceflight.space_program_sponsor.space_programs_sponsored 48
orson_welles 48
dunkirk 48
r-mso:film.character.film 47
mso:computer.programming_language_designer.languages_designed 47
mso:architecture.structure.contractor 47
mso:transportation.road.major_cities 47
mso:aviation.aircraft_model.wingspan 47
jennifer_lopez 47
mso:aviation.aircraft_model.cruise_speed 47
mso:people.deceased_person.date_of_burial 47
mso:zoos.zoo.notable_animal 47
mso:biology.animal.height 47
mso:organization.role.leaders 47
mso:computer.computer.manufacturer_brand 47
mso:theater.production.director 46
mso:event.agent.social_network_user 46
mso:chemistry.chemical_compound.classifications 46
mso:amusement_parks.ride.park 46
mso:spaceflight.satellite.launch_date 46
jennifer_aniston 46
mso:chemistry.chemical_compound.average_molar_mass 46
mso:tv.regular_tv_appearance.program 46
sodium 46
the_shape_of_water 46
mso:music.artist.record_label 46
mso:geography.lake.length 46
mso:geography.mountain.date_of_first_ascent 46
mso:boats.ship_class.length_overall_m 46
mso:aviation.aircraft_model.manufacturer 46
mso:award.long_list_nomination.nominated_work 46
mso:local.entity.preferred_phone_number 46
mso:astronomy.astronomer.astronomical_objects_discovered 45
mso:astronomy.star.star_system 45
amazon 45
mso:religion.religious_organization.religious_organization_leadership 45
tom_hanks 45
mso:government.position_held.office_holder 45
mso:finance.income_tax_filing_form.deadline 45
rose_mcgowan 45
mso:transportation.road.formed 45
max 45
steven_spielberg 45
scarlett_johansson 44
bill_berry 44
mso:location.location.legislative_capital 44
mso:fictional_universe.work_of_fiction.setting 44
mso:transportation.road.length 44
londo 44
mso:medicine.condition_prevention_factors.conditions_this_may_prevent 44
mso:american_football.player_passing_statistics.season 44
mso:sports.pro_athlete.sports_played_professionally 44
mso:sports.competitor_competition_relationship.rank 44
mso:theater.play.lyricist 44
mso:visual_art.artwork.date_begun 43
mso:sports.sports_team_roster.number 43
mso:chemistry.chemical_element.atomic_mass 43
mso:martial_arts.martial_artist.martial_art 43
mso:aviation.airport.iata 43
mso:tennis.player.number_of_grand_slam_titles 43
mso:book.editorial_tenure.editor 43
mso:spaceflight.spacecraft.manufacturer 43
germany 43
cheng_long 43
mso:conferences.academic_conference.abstract_due_date 43
mso:computer.computer.key_designers 43
mso:award.competitor.competitions_won 43
electric_guitar 43
mso:american_football.player_receiving_statistics.team 43
mso:aviation.aircraft_model.length_meters 43
mso:spaceflight.astronaut.space_agency 43
mso:location.sovereign.fips10_4 42
gina_carano 42
mso:astronomy.star.temperature_k 42
ichiro_suzuki_^ 42
mso:award.long_list_nomination.year 42
mso:chemistry.chemical_compound.density 42
mso:medicine.drug_brand.active_ingredients 42
mso:biology.organism_classification.lower_classification 42
mso:sports.competitor_competition_relationship.country 42
mso:astronomy.galaxy.constellation 42
moved_permanently 42
jean_-_claude_van_damme 42
mso:spaceflight.space_program.completed 42
mso:aviation.aviation_incident_aircraft_relationship.flight_destination 42
mso:tv.series_season.regular_cast 42
mso:games.game.origin 42
mso:visual_art.visual_artist.associated_periods_or_movements 42
superman 41
mso:zoos.zoo.closed 41
mso:time.recurring_event.date_of_final_occurance 41
mso:theater.production.date_opened 41
mso:sports.competitor_competition_relationship.medal 41
mso:biology.organism.children 41
mso:amusement_parks.park.closed 41
mso:sports.sports_team_roster.to 41
mso:biology.animal.body_length 41
mso:geography.lake.width 41
2009_nfl_season 40
mso:religion.founding_figure.religion_founded 40
mso:zoos.zoo.opened 40
mso:film.film.color 40
mso:education.education.minor 40
mso:book.written_work.school_or_movement 40
mso:military.service.armed_force 40
mso:biology.animal_breed.place_of_origin 40
mso:astronomy.orbital_relationship.orbital_order 40
mso:sports.pro_sports_played.sport 40
mso:medicine.drug.drug_class 40
spider_-_man 40
pittsburgh_pirates 40
mira_sorvino 40
jim_carrey 40
neerthal 40
mso:sports.team.fight_song 40
copper 40
xx_commonwealth_games 40
2 40
mso:music.concert.concert_set_list 40
the_heartbreak_kid 40
mso:book.place_of_publication_period.place_of_publication 39
mso:spaceflight.astronaut.space_mission 39
mso:music.album.length 39
mso:sports.sports_team_roster.from 39
mso:geography.island.max_width 39
darkest_hour_q_&_a_event 39
mso:baseball.batting_statistics.sacrifice_hits 39
mso:conferences.academic_conference.paper_submission_due_date 39
mso:music.instrument.family 39
glen_echo_park,_maryland 38
mso:spaceflight.rocket_engine.diameter 38
mso:tv.series_season.from 38
mso:conferences.academic_conference.final_version_due_date 38
maintower 38
alex_rodriguez 38
bill_paxton 38
mso:zoos.zoo.num_species 38
mso:automotive.automotive_class.doors 38
mso:spaceflight.rocket_manufacturer.rockets_manufactured 38
mso:spaceflight.rocket_engine.isp_sea_level 38
sulfur 38
james_cameron 38
mso:soccer.player_loan.borrowing_team 37
mso:meteorology.cloud.maximum_altitude_m 37
mso:astronomy.star_system.constellation 37
mso:geography.waterfall 37
wonder_woman 37
cc_sabathia 37
managing_director 37
mso:aviation.aircraft_model 37
mso:military.service.from_date 37
jumanji 37
mso:biology.fossil_specimen.date_discovered 37
mso:biology.fossil_specimen.found_at_site 37
mso:soccer.player.loans 37
mso:projects.project_participation.from_date 37
mso:chemistry.chemical_compound.structure_smiles 37
mso:baseball.player.hall_of_fame_induction 37
mso:tv.network.former_names 37
calcium 37
mso:transportation.bridge.width 37
mso:government.position_held.governmental_body 36
mso:book.newspaper.owner 36
mso:spaceflight.rocket.mass 36
chuck_connors 36
mso:skiing.ski_area.skiable_area 36
mso:boats.ship_class.ship_type 36
mso:sports.competitor_competition_relationship.team 36
mso:tennis.player.grip_style 36
mso:martial_arts.martial_artist.martial_arts_students 36
mso:geography.mountaineer.first_ascents 36
mso:baseball.batting_statistics.games 36
mso:zoos.animal_captivity.animal 36
mso:tv.regular_tv_appearance.special_tv_performance_type 36
mso:fictional_universe.character.weight 36
mso:award.category.long_list_nomination 36
mso:travel.destination.climate 36
armando_muniz 36
3 36
mso:biology.animal.lifespan 36
mso:award.long_list_nomination.nominee 36
mso:opera.opera.date_written 36
mso:aviation.aircraft_model.range 36
mso:sports.sports_team_roster.appearances 36
season_1 36
mso:chemistry.chemical_series.chemical_element 36
mso:book.book.editions 35
mso:film.film.estimated_budget 35
mso:location.sovereign.form_of_government 35
mso:opera.opera.date_of_first_performance 35
mso:location.location.request_directions 35
mso:tv.network_duration.network 35
mso:sports.championship.league 35
mso:sports.team.sport 35
mso:organization.role.governors 35
mso:spaceflight.rocket.maiden_flight 35
mso:sports.sports_team_coach_tenure.position 35
mso:games.game.introduced 35
mso:cvg.computer_videogame.sequel 35
mso:projects.project_participation.project_role 35
annihilation 35
star_wars_:_episode_viii_-_the_last_jedi_(_2017_) 35
mso:geography.island.max_length 35
david_lynch 35
mso:book.written_work.accelerated_reading_points 35
mso:boats.ship.ship_class 34
mso:biology.organism.parents 34
yangtze 34
mso:rail.railway.opened 34
mso:radio.radio_program.first_broadcast 34
mso:transportation.bridge 34
mso:visual_art.artwork.art_genre 34
jim_bunning 34
mso:geography.mountain 34
mso:ratings.rated_entity.rating 34
mso:award.competition.type 34
mso:food.recipe_ingredient.ingredient 34
jose_bautista 34
mso:film.subject.film 34
matthew_modine 33
mso:chemistry.chemical_element.chemical_series 33
the_greatest_showman_sing_-_a_-_long 33
mso:theater.play.composer 33
mso:film.film.runtime_minutes 33
jumanji_:_welcome_to_the_jungle 33
mso:biology.animal_breed.temperament 33
mso:cvg.computer_videogame.prequel 33
mso:fictional_universe.character.height 33
r-mso:film.festival_event.venue 33
derek_jeter 33
kevin_smith 33
mso:award.award.category 33
mso:boats.ship_designer.boats_designed 32
mso:soccer.player.player_transfer 32
call_me_by_your_name_(_2017_) 32
mso:food.recipe.recipe_ingredient 32
final_fantasy_vii 32
microsoft 32
mso:fictional_universe.character.organization 32
mso:spaceflight.satellite.launch_site 32
ready_player_one 32
mso:astronomy.star.mass_m 32
natalieportman.com 32
get_out_(_2017_) 32
mso:geography.waterfall.longest_height 32
mso:government.politician.party 32
bruce_wilis 32
mso:visual_art.artwork.period_or_movement 32
mso:spaceflight.satellite.altitude 32
st._george_municipal_airport 32
mso:spaceflight.rocket_engine.height 32
murder_on_the_orient_express 32
mso:fictional_universe.character.character_species 32
mso:spaceflight.satellite.dry_mass_kg 31
mso:cvg.computer_videogame.platform 31
mso:spaceflight.rocket_engine.isp_vacuum 31
mso:astronomy.asteroid.member_of_asteroid_family 31
mso:astronomy.star.rotation 31
mso:boats.ship.ship_designer 31
mso:spaceflight.mission_destination.missions_sent_here 31
edward_norton 31
mso:people.romantic_relationship.start_date 31
mso:award.winning_work.honor 31
mso:boats.ship_class.displacement_tons 31
mso:business.board_member.organization_board_memberships 31
chairman_of_the_board 31
mso:visual_art.art_period_movement.ended_approximately 31
mso:comic_books.series.publisher 31
mso:event.agent.official_webpage 31
saturn 31
mso:government.agency.date_founded 31
mso:aviation.aircraft_model.aircraft_engine_type 31
mso:automotive.automotive_class.weight 31
caspian_sea 31
mso:geography.river 31
george_harrison 31
mso:baseball.batting_statistics.hit_by_pitch 30
google 30
mso:basketball.team.conference 30
call_me_by_your_name 30
jim_thorpe 30
mso:zoos.animal_captivity.from 30
pitch_perfect_3 30
mso:geography.body_of_water.mean_depth 30
nyc 30
mso:spaceflight.satellite.speed_on_orbit 30
mso:american_football.player_receiving_statistics.receptions 30
zinc 30
silver_clef_awards 30
sofia_coppola 30
greyhound 30
mso:music.concert_set_list.song 30
the_loser_takes_it_all 30
mso:sports.team.previously_known_as 30
mso:award.category.winners 30
mso:astronomy.celestial_object.magnitude 30
mso:military.service.unit 30
empire 30
mso:music.concert_set_list.artist 30
jim_norton 30
mso:zoos.zoo.num_animals 30
the_iliad: 30
mso:ratings.rated_entity.review 30
mso:fictional_universe.object.object_destruction_method 30
mso:biology.animal.mass 30
mso:film.genre.film 29
mso:music.instrument.variation 29
mso:geography.waterfall.flow_rate 29
justice_league 29
mso:chemistry.chemical_classification.lower_classifications 29
1/1/2009 29
mso:book.editorial_tenure.title 29
mso:baseball.batting_statistics.sacrifice_flies 29
mso:baseball.team.league 29
earth 29
mso:organization.organization.phone_number 29
black_mirror 29
mso:time.recurring_event.date_of_first_occurance 29
mso:automotive.designer.automobiles_designed 29
mso:meteorology.cloud.minimum_altitude 29
mso:baseball.batting_statistics.hits 29
mso:amusement_parks.roller_coaster.track_length 29
mso:aviation.aviation_incident_aircraft_relationship.aircraft_model 29
mso:chemistry.chemical_element.electron_affinity 29
roma 29
mso:food.food.nutrition_fact 28
mso:medicine.drug.drug_legal_status 28
mso:aviation.aircraft_line.models_in_line 28
mso:spaceflight.space_mission.space_program 28
mso:aviation.airport.operator 28
mso:soccer.player_transfer.selling_team 28
mississippi_river 28
pandora 28
jennifer_lawrence 28
mso:sports.sports_team_roster.total_goals 28
mso:zoos.animal_captivity.exhibit 28
mso:astronomy.astronomical_discovery.discovery_organization 28
mso:aviation.aircraft_model.aircraft_type 28
mso:biology.organism_classification.organism_classification_rank 28
christopher_nolan 28
chief_of_police 28
mso:law.court.judge 28
jake_peavy 28
mso:baseball.batting_statistics.at_bats 28
mso:event.action.action_handler 28
mso:chemistry.isotope.half_life 28
turkey 28
mso:education.school.school_district 28
mso:baseball.batting_statistics.bases_on_balls 28
mso:astronomy.orbital_relationship.mean_orbital_speed 28
r-mso:film.festival_event.film 28
total_fat 27
mso:symbols.namesake.named_after 27
mso:amusement_parks.ride.theme 27
magic_cat_academy 27
mso:award.nomination.category 27
mso:spaceflight.rocket_engine.dry_mass 27
mso:american_football.player_rushing_statistics.season 27
mso:military.service.rank 27
mso:business.employment_tenure.employer_name 27
mso:spaceflight.rocket_engine 27
guardians_of_the_galaxy_double_feature 27
mso:baseball.team.team_stats 27
mso:automotive.automotive_class.length 27
mso:law.us_patent.inventor 27
mso:tv.program.number_of_episodes 27
mso:automotive.automotive_class.width 27
hercules 27
tildie_soames 27
the_timekeeper 27
vienna_secession 27
mso:skiing.ski_area.base_elevation 27
lincoln_county 27
mso:baseball.team_stats.season 27
mso:american_football.player.player_rushing_statistics 27
red 27
16_mm_film 26
mso:military.service.to_date 26
mso:architecture.architect.style 26
united_kingdom 26
netflix_member_services 26
mso:religion.religious_organization_leadership.start_date 26
white_christmas 26
mso:soccer.match.player_match_participation 26
mso:american_football.player_passing_statistics.team 26
mso:sports.team_season_record.season 26
mso:sports.sports_team_coach_tenure.from 26
neptune 26
fifty_shades_freed 26
moon 26
mso:travel.destination_monthly_climate.month 26
the_odyssey 26
mso:ice_hockey.team.division 26
mso:visual_art.artwork.art_subject 26
mso:government.political_party_tenure.party 26
rms_titanic 26
angelina_jolie 26
i_can_only_imagine_(_2018_) 26
mso:fictional_universe.character.education 26
mso:boats.ship.keel_laid 26
mso:organization.membership.membership_organization 26
mso:spaceflight.satellite_manufacturer.spacecraft 26
mso:american_football.game_passing_statistics.player 26
mso:soccer.player_match_participation.player 26
mso:geography.lake.catchment_area 26
red_sparrow_(_2018_) 26
significant 26
park_geun_-_hye 26
the_funtastic_world_of_hanna-barbera 26
mso:american_football.game.game_passing_statistics 26
mso:sports.team.team_season_record 26
mso:spaceflight.bipropellant_rocket_engine.oxidizer_fuel_ratio 26
4 26
amphibious_warfare_ship 25
mso:architecture.building.floor_space_square_meters 25
director 25
clint_eastwood 25
mso:aviation.aircraft_designer.models_designed 25
frozen_(_plus_bonus_features_) 25
mso:astronomy.star.luminosity 25
mso:award.long_list_nomination.award 25
mso:tv.regular_tv_appearance.to 25
mso:chemistry.chemical_element.electrons_per_shell 25
mso:automotive.automotive_class.transmission 25
mars 25
vega 25
emma_watson 25
madison_county 25
mso:baseball.batting_statistics.home_runs 25
mso:amusement_parks.ride.height 25
julie_harris 25
mso:measurement_unit.integer_range.low_value 25
chess 25
mso:music.track.genre 25
mso:cvg.computer_videogame.game_series 25
george_herman_'_babe_'_ruth 25
mso:award.award.honor 25
terry_gilliam 25
will_ferrell 25
mso:measurement_unit.integer_range.high_value 25
mso:chemistry.chemical_classification.higher_classifications 25
mso:government.legislative_session.date_began 24
mso:food.nutrition.nutrient_quantity 24
mso:location.location.address 24
mso:award.category.category_of 24
mso:geography.lake.shore_length 24
mso:astronomy.celestial_object.escape_velocity 24
mso:conferences.academic_conference.notification_date 24
reese_witherspoon 24
mso:olympics.torchbearer.participation_in_relays 24
mso:government.position_held.district_represented 24
mso:skiing.ski_area.number_of_runs 24
federico_fellini 24
mso:book.poem.poetic_meter 24
summer_triangle 24
facebook 24
mso:book.editorial_tenure.from 24
mso:people.person 24
smells_like_teen_spirit_(_live_version_california_) 24
mso:education.field_of_study.subdisciplines 24
mso:book.newspaper.headquarters 24
mso:olympics.games.number_of_athletes 24
mso:organization.non_profit_organization.donate_url 24
yelp 24
big_dipper 24
mso:olympics.torch_relay.olympics 24
barack_obama_, 24
lincoln 24
hubble_space_telescope 24
mso:media_common.cataloged_instance.value 23
mso:travel.tourist_attraction.location 23
ceres 23
mso:location.location.city 23
blade_runner_2049_(_2017_) 23
mso:spaceflight.rocket.height_meters 23
mso:aviation.aircraft.aircraft_model 23
mso:sports.sports_statistics.event 23
guardians_of_the_galaxy_vol_2_(_2017_) 23
mso:skiing.ski_area.top_elevation 23
mso:amusement_parks.ride.max_speed 23
inferred_from_electronic_annotation 23
mso:soccer.team_manager.team 23
mso:food.recipe_ingredient.quantity 23
mso:zoos.zoo 23
mso:military.unit.armed_force 23
mso:geography.glacier.length 23
1/1/2008 23
saturn_v 23
mso:film.set_designer.film 23
johnny_depp 23
sean_young 23
mso:education.academic.field_of_study 22
mso:geography.mountain_pass.elevation 22
the_twilight_zone_tower_of_terror 22
paramount_-_pictures 22
mso:local.entity.make_phonecall 22
regina_halmich 22
mso:soccer.team.manager 22
mir_eo-19 22
mso:book.written_work.date_written 22
mso:food.nutrition.nutrient 22
mso:geography.river.basin_area 22
impressions_de_france 22
death_wish_(_1974_) 22
the_freddie_mercury_tribute_concert 22
sirius 22
stanley_kubrick 22
universal_pictures 22
hassium 22
mso:chemistry.chemical_element.isotope 22
mso:award.nomination.ceremony 22
mso:time.time_zone.offset_from_uct 22
mso:biology.animal.clutch_size 22
mso:local.entity.phone_number 22
mso:meteorology.cloud.cloud_family 22
mso:local.entity.location 22
mso:soccer.team_management_tenure.manager 22
wasp-18 22
mso:visual_art.artwork.medium 22
mso:rail.railway.length 22
golden_state_warriors 22
mso:application.software_version.market 22
alfred_joseph_hitchcock 22
respiratory_syncytial_virus_(rsv) 22
reprise_records 22
mso:transportation.bridge.longest_span 22
mso:media_common.subject.creative_work 22
of_science_and_technology 22
vincent_gallo 22
damn_yankees 22
natalie_portman 22
finland 22
mso:finance.income_tax_form.form_url 22
appurushīdo_sātīn 22
mso:american_football.game_receiving_statistics.player 21
mso:sports.golf_course.holes 21
mso:soccer.team_manager_match_participation.match 21
stanford_cardinal 21
avex_trax 21
kingsman_:_the_golden_circle 21
mcdonnell_douglas_f-4_phantom_ii 21
hasbro 21
mso:film.content_rating.film 21
atlantic_ocean 21
mso:religion.place_of_worship.religion 21
the_fate_of_the_furious_(_2017_) 21
mso:biology.fossil_specimen.organism_classification 21
dunkirk_(_2017_) 21
mso:architecture.building_complex.floor_space_square_meters 21
mso:transportation.bridge.bridge_type 21
mso:american_football.game_receiving_statistics.team 21
potassium_chloride_,_dextrose 21
mso:soccer.team_manager_match_participation.team 21
david_beckham 21
mso:architecture.building 21
mso:book.place_of_publication_period.to 21
mso:film.festival.focus 21
._blizzard_entertainment 21
nile 21
president 21
mso:geography.island.island_group 21
xxx_:_return_of_xander_cage 21
mso:soccer.player_loan.lending_team 21
shaquille_oneal 21
1/1/2017 21
read_reviews 21
mso:soccer.team_manager.team_manager_match_participation 21
3d_production 21
mso:spaceflight.rocket.diameter_meters 21
oxygen 21
mso:book.journal.place_of_publication 21
mso:american_football.game.game_receiving_statistics 21
mso:film.performance.performance_type 20
mso:music.album.record_label 20
apollo_program 20
bright 20
mso:location.location.request_taxi 20
animation 20
mso:film.film.distribution 20
warner_bros._entertainment 20
mso:medicine.drug_brand.canonical_drug 20
alejandro_jodorowsky 20
kingda_ka 20
mso:meteorology.tropical_cyclone.dissipated 20
hero 20
mso:travel.destination_monthly_climate.average_min_temp_c 20
r-mso:book.literary_series.works_in_this_series 20
user_blog:lastsonofkrypton/alexander_luthor 20
francis_collier_draper 20
dvd 20
mso:baseball.batting_statistics.grand_slams 20
a_wrinkle_in_time 20
mso:architecture.lighthouse.year_first_lit 20
mso:aviation.airliner_accident.fatality 20
saoirse_ronan 20
mso:biology.amino_acid.three_letter_abbreviation 20
mso:aviation.aviation_incident_aircraft_relationship.flight_origin 20
mso:olympics.venue.olympic_games_used_in 20
andromeda_galaxy 20
mso:baseball.team.division 20
mso:film.release.date 20
ms.foundationwomen 20
mso:religion.religious_organization_leadership.role 20
mso:cvg.game_version.platform 20
mso:music.concert_set_list.guest_artist 20
1/1/2001 20
mso:baseball.team_stats.losses 20
the_theory_of_everything 20
mso:astronomy.star.spectral_type 20
mso:business.operation.industry 20
total 20
mso:sports.pro_sports_played.career_start 20
jerry_garcia 20
lockheed_c-130_hercules 20
piers_midwinter 20
mso:transportation.bridge.clearance_below 19
center 19
miguel_sandoval 19
cleveland_indians_baseball 19
super_35 19
mso:geography.river.mouth_elevation_in_meters 19
mso:education.educational_institution.motto 19
lindsey_kildow_-_vonn 19
mso:sports.sports_team_coach_tenure.to 19
mso:religion.religious_organization_leadership.end_date 19
mso:astronomy.constellation.galaxies_observed_in_constellation 19
mso:american_football.player_rushing_statistics.touchdowns 19
solar_astronomy 19
1/1/2013 19
mayor 19
voskhod_programme 19
robert_duffy 19
mso:business.issue.stock_ticker_symbol 19
mso:astronomy.celestial_object.celestial_object_age 19
danube_-_auen_national_park 19
walt_disney_pictures 19
mso:business.operation.assets 19
mso:baseball.batting_statistics.gdp 19
iodine 19
rooney_mara 19
anil_kapoor 19
mso:music.artist.track 19
mso:sports.official.official_tenure 19
mso:chemistry.isotope.mass_number 19
mso:organization.organization.child 19
ridley_scott 19
mso:spaceflight.space_program.sponsor 19
wicked_pictures 19
mso:amusement_parks.ride.manufacturer 19
mso:commerce.brand.brand_colors 19
mso:people.person.relatives 19
errol_flynn 19
syfy_llc 19
mso:sports.official_tenure.from_date 19
mso:soccer.roster_position.from 19
alexandria 19
mso:soccer.player_transfer.date_transfer_was_agreed 19
5 19
celebration_(_felguk_love_remix_) 19
red_sox 19
reald_3d 19
mso:business.job_posting.job_title 19
mso:people.kinship_relationship.kinship 19
mso:commerce.brand_color.color 19
mso:sports.golf_course.year_built 19
splash 19
mso:sports.official_tenure.league 19
mercury 19
mso:spaceflight.bipropellant_rocket_engine.expansion_ratio 19
ao 19
mso:people.kinship_relationship.object 19
mso:broadcast.program_show_time.time_zone 19
imax 19
mso:meteorology.cloud.appearance 19
mso:chemistry.chemical_element.covalent_radius 19
bing_average_score 18
american-museum-of-natural-history 18
mso:people.deceased_person.date_of_cremation 18
the_ten_commandments 18
united_states_of_america 18
denzel_washington 18
golden_gate_bridge 18
tomb_raider_(_2018_) 18
mso:soccer.disciplinary_action.punishment 18
mso:real_estate.house.price 18
tni_angkatan_darat 18
mso:organization.relationship.child 18
mso:american_football.player_passing_statistics.interceptions 18
mike_reid 18
scorsese 18
mso:people.deceased_person.place_of_cremation 18
mso:baseball.batting_statistics.ibbs 18
mso:film.genre_ranking.ranking 18
mso:book.place_of_publication_period.from 18
the_sound_of_music 18
mso:baseball.batting_statistics.strikeouts 18
mso:book.magazine.place_of_publication 18
mso:american_football.player_passing_statistics.attempts 18
lake_constance 18
mso:film.film_song_relationship.performer 18
water 18
mso:organization.organization.acquired_by 18
1/1/1995 18
sprung_investment_management_inc 18
mso:baseball.batting_statistics.batting_average 18
ボブサップ公式チャンネルボブサップtv 18
mark_harmon 18
mso:food.nutrition_fact.quantity 18
buy_tickets 18
mso:film.film_song_relationship.film 18
mso:tv.series_episode.air_date 18
mso:olympics.torch_relay.age 18
star_wars 18
mso:film.film_song.film 18
mso:business.acquisition.date 18
mso:food.nutrition_fact.nutrient 18
venus 18
mso:architecture.structure.closed 18
1/1/2010 18
mso:sports.team_season_record.losses 18
horse 18
mso:spaceflight.rocket.number_of_stages 18
diana_ernestine_earle_ross 18
orion_'s_belt 18
valerian_and_the_city 18
mso:law.judicial_tenure.judge 18
nitrogen 18
nebula_award_for_best_novel 18
mso:business.acquisition.acquiring_company 18
voice 18
mso:religion.place_of_worship.type_of_place_of_worship 17
form_1041 17
grand_theft_auto_:_san_andreas 17
great_britain 17
mariners 17
oprah_winfrey 17
paul_thomas 17
mso:book.edition.editor_of_this_edition 17
mso:spaceflight.astronaut.space_time_minutes 17
mso:soccer.team_management_tenure.from 17
mso:commerce.consumer_product.weight 17
mso:soccer.player_match_participation.shirt_number 17
mso:american_football.player_receiving_statistics.season 17
mso:medicine.manufactured_drug_form.label_section 17
mso:food.recipe.recipe_ingredient_text 17
gold_medal 17
mso:commerce.consumer_product.product_line 17
mso:media_common.video_offer.target_device 17
warner_bros._family_entertainment 17
video 17
mso:people.person.member_of 17
phoenix 17
mso:automotive.engine.horsepower 17
mso:astronomy.astronomical_discovery.discovery_site 17
mso:application.software_version.target_device 17
adam_sandler 17
blade_runner_(_the_final_cut_) 17
sodium_chloride 17
bicarbonate_of_soda 17
wgt_golf 17
mso:food.recipe.preparation_instruction 17
charlize_theron 17
mso:organization.leadership.as_of_date 17
mso:real_estate.house.built_date 17
mso:application.software_version.platform 17
mso:education.education.educational_institution_name 17
callisto 17
mso:astronomy.galaxy.apparent_mass 17
mso:people.person.nationality 17
mso:commerce.consumer_product.dimensions 17
mso:baseball.batting_statistics.slugging_pct 17
frogger 17
1/1/2003 17
edie_falco 17
mso:government.political_party_tenure.to 17
barium 17
mso:chemistry.chemical_compound.iuapc_id 17
mso:government.political_appointer.appointees 17
mso:geography.waterfall.drop_number 17
mso:food.recipe_ingredient.recipe 17
ronald_w_._reagan_,_40_th_president_of_the_usa 17
mso:film.genre_ranking.genre 17
brie_larson 17
pitch_perfect 17
mso:location.census_district.total_vacant_residence 17
australia 16
hd_video 16
tp_lifeguard_service 16
mso:real_estate.house.nearby_home 16
mso:soccer.player_loan.from 16
uss_macon_(zrs-5) 16
mso:astronomy.celestial_object.equatorial_circumference 16
aleyda_solis:_international_seo_consultant 16
mso:fictional_universe.date_time.date_time 16
mso:tennis.player.year_turned_pro 16
mso:organization.spin_off.date 16
mso:american_football.player_receiving_statistics.touchdowns 16
death_wish 16
mso:sports.sports_team_coach.teams_coached 16
mso:music.release.release_date 16
mso:tv.series_episode.writer 16
mso:food.recipe.total_time 16
mso:food.recipe.servings 16
mso:organization.committee_membership.member 16
mso:event.commercial_flight_action.flight_identifier 16
mso:organization.organization.spin_offs 16
bruce_lee 16
river_thames 16
book_hotel 16
mso:religion.religious_organization_leadership.leader 16
the_maze_runner_(_2014_) 16
molybdenum 16
mso:ratings.rated_entity.ranking 16
mso:automotive.automotive_class.engine 16
mso:ratings.rated_entity.rating_sentiment 16
randomhouse.com 16
the_ganges_river 16
space_shuttle 16
mso:organization.committee_membership.title 16
lake_baikal 16
mso:fictional_universe.date_time.portrayed_in 16
master 16
70_mm_film 16
weinland_park_@_hudson_elementary_school 16
mso:sports.competitor_country_relationship.sport 16
berlin_international_film_festival 16
poptropica 16
new_line_cinema_productions_inc. 16
sir_peter_jackson 16
snafu 16
mso:book.edition.place_of_publication 16
roblox 16
geostorm_(_2017_) 16
mtv_network 16
bud_asher 16
mtv_video_music_awards 16
ranked_languages 16
games_of_the_xxiii_olympiad 16
university_of_virginia 16
minnesota_twins 16
mso:commerce.consumer_product.form_factor 16
lun-class_ekranoplan 16
mso:food.nutrition.nutrient_daily_value_percent 16
dvd_-_video 16
mso:sports.multi_event_tournament.competitor_country_relationship 16
the_masquerader 16
somalia 16
mso:tv.crewmember.crew_gig 16
mso:local.entity.closing_date 16
national_aeronautics_and_space_administration 16
second_life_viewer 16
mso:organization.committee.member 16
mso:location.census_district.total_vacant_other 16
mso:location.location.city_entity 16
1/1/2011 16
mso:music.composition.credit 16
guy_stuart_ritchie 16
the_bluebear 16
2005_major_league_baseball_season 16
aluminium 16
mso:fictional_universe.character.date_of_birth 16
mso:organization.spin_off.child_company 16
mso:projects.project_participation.to_date 16
brad_pitt 16
hallelujah_[_tribute_] 16
mso:common.attribution.text 16
mso:internet.social_network_user.signup_date 16
mso:architecture.skyscraper 16
significant_knockdowns 16
listen_to_book 16
harry_potter...less 16
chiefs 15
mso:people.person.siblings 15
mso:amusement_parks.ride.duration 15
mso:aviation.aviation_incident_aircraft_relationship.survivors 15
sydney_harbour_bridge 15
mso:location.location.geobound 15
gloria_swanson 15
cr 15
mso:language.human_language.iso_639_1_code 15
liberty_ship 15
the_united_states 15
colts 15
mso:common.image.source 15
james_stewart 15
mso:food.recipe.video 15
hongkong 15
mso:tv.regular_tv_appearance.episode 15
grand_theft_auto_:_vice_city 15
nasa.gov 15
mso:film.film.aspect_ratio 15
tony_joe_white 15
mso:soccer.player 15
mso:american_football.team.historical_roster 15
mso:ratings.review.reviewer 15
mso:business.stock_ticker_symbol.stock_exchange 15
cinemascope 15
apollo_11 15
mso:architecture.lighthouse 15
mso:event.commercial_flight_action.airline 15
mso:music.track.artist 15
mso:business.stock_ticker_symbol.ticker_symbol 15
mso:tennis.tournament_championship.winner 15
mso:event.commercial_flight_action.departure 15
aluminum_chloride_hexahydrate 15
mso:music.track.song 15
mso:film.film.synopsis 15
batman_/_bruce_wayne 15
the_magic_flute 15
fluorine 15
st._louis_cardinals 15
mso:music.release.release_type 15
6 15
india 15
mso:location.census_district.total_vacant_business 15
atlas_v 15
mso:architecture.structure.structural_failure 15
boeing_747 15
mso:location.location.state 15
mso:food.recipe.recipe_collection 15
carmen_,_opera 15
mso:computer.software.software_developer 15
roger_federer 15
mso:ratings.review.text 15
shedd_aquarium 15
mso:people.person.language 15
steve_jobs 15
mso:physics.particle.spin 15
mso:meteorology.tropical_cyclone.formed 15
mso:cvg.computer_videogame.genre 15
mso:broadcast.program_show_time.start_time 15
mso:book.edition.isfdb_id 15
mso:media_common.video_offer.source 15
macintosh 15
potassium 15
mediterranean_sea 15
titanic_(_behind_the_scenes_) 15
mso:architecture.style.examples 15
mso:transportation.trail.difficulty_category 15
mso:architecture.lighthouse.focal_height_of_light 15
mso:sports.sports_statistics.action_completion_category 15
ariane_5 15
south_africa 15
rheagan_courville 15
minecraft_-_-_pocket_edition 15
star_wars_:_episode_vii_-_the_force_awakens 15
mso:event.event.provider 15
baby_,_it_'s_cold_outside_(_glee_cast_version_) 15
call 15
mso:aviation.airline.fleet_size 15
mso:food.recipe.recipe_author 15
brett_favre 15
dark_superman 15
norway 15
brooklyn_bridge 15
hydrogen 15
mso:broadcast.program_show_time.network 15
mso:music.track.acquire_webpage 15
j-2 15
play_album 15
mso:local.entity.preferred_webpage 15
mso:astronomy.comet.last_perihelion 15
rockstar_-_games 15
freddie_highmore 15
buffalo_bulls 15
new_york_institute_of_technology_(_nyit_) 15
mso:music.track.play_link 15
pacific_rim_(_2013_) 15
mso:people.person.gender 15
jane_campion 15
mso:event.commercial_flight_action.arrival 15
mso:automotive.automotive_class.msrp 15
it_had_to_be_you 15
mso:award.nominated_work.nomination 15
mso:spaceflight.satellite.launch_vehicle 15
some_spanish 15
mso:chemistry.chemical_element.periodic_table_block 14
orion_nebula 14
international_criminal_court 14
mso:language.human_language.culture_code 14
jupiter 14
wonder_woman_(_2017_) 14
virgo 14
rms_amazon 14
polaris 14
bachelor_of_arts 14
peter_jason 14
mso:event.event.parent_event 14
mso:location.postal_region.postal_code 14
roseanne 14
nasa 14
richard_burton’s_hamlet 14
united_states_navy 14
sony_music_uk 14
mso:book.scholarly_work.doi 14
st._vincent_and_the_grenadines 14
ethanol 14
mso:local.entity.price_bracket 14
mso:architecture.lighthouse.automated 14
mso:internet.social_network_user.followers 14
mso:astronomy.orbital_relationship.orbits 14
the_immaculate_collection 14
lee_marvin 14
walnut_ridge_high_school 14
strontium 14
yellow_river 14
boulder_dash 14
the_secret_service 14
sicario 14
kareo 14
2014_fifa_world_cup 14
mso:law.attorney.total_experience_year 14
mso:amusement_parks.ride.inversions 14
mso:event.view_action.book 14
mso:commerce.consumer_product.product_model 14
soarin' 14
kirk_douglas 14
mso:engineering.piston_engine.torque 14
mark_miller 14
mso:influence.influence_node.influenced_by 14
kristina_rose 14
don_glut 14
mso:business.product_line.consumer_product 14
