) 207438
( 207413
@_@ 200780
?x 159809
lambda 84671
?y 50196
and 15306
exist 10855
date 10792
mso:film.film. 9528
||| 9136
of 6975
1 6947
the 6885
release 6578
initial 6047
count 5991
argmax 4290
mso:film.film.series 2309
- 2288
argmin 2285
equal 2142
mso:film.actor.film 2071
written 1952
works 1937
mso:book.author. 1909
director 1854
r-mso:film.film. 1812
: 1533
mso:film.film.actor 1510
art 1431
series 1415
or 1323
in 1296
, 1200
mso:tv.program. 1165
a 1038
film 1029
first 1018
founded 1016
designer 1015
mso:film.series.film 997
time 968
mso:film.producer.film 967
place 960
mso:people.person. 958
rating 941
mso:book.written_work. 918
production 917
content 897
mso:film.distributor.film 877
isa 866
mso:film.film.director 848
executive 836
birth 832
producer 828
company 823
mso:film.film.subject 819
mso:location.sovereign. 801
mso:location.location. 778
mso:film.film.producer 776
mso:chemistry.chemical_element. 759
mso:people.deceased_person. 755
2017 754
mso:time.event. 743
to 735
start 731
death 723
mso:film.production_company.film 704
costume 685
mso:people.person.parent 675
mso:film.film.writer 660
number 653
mso:comic_books.creator.series 645
by 640
mso:award.ranked_item.ranking 630
statistics 627
mso:music.artist.album 627
casting 612
's 608
mso:film.film.character 607
mso:organization.organization.founder 581
mso:film.film.cinematographer 572
2 557
team 553
mso:people.person.children 549
mso:biology.organism. 546
episode 532
meters 530
book 529
type 520
lake 515
code 508
mso:film.film.music 507
program 504
mso:organization.organization. 500
season 499
space 489
organizations 488
height 486
end 473
language 469
for 466
world 466
mso:organization.founder. 465
mso:book.written_work.author 455
publication 449
" 445
mso:baseball.player. 443
mso:location.location.area 443
batting 431
song 424
from 423
& 421
mso:biology.organism_classification. 420
length 415
mso:astronomy.celestial_object. 414
total 414
mso:film.director.film 403
school 402
preferred 402
official 389
john 385
james 382
area 381
r-mso:film.film.editor 379
r-mso:film.film.cinematographer 379
with 379
on 366
league 366
speed 364
city 360
us 357
de 356
last 356
new 355
cause 354
mso:film.writer.film 353
mso:film.film.country 350
final 346
discovery 343
county 342
mso:people.person.height 341
r-mso:film.film.format 341
national 340
mso:architecture.architect.structure 339
mso:film.film.editor 338
mso:film.film.story 335
at 334
point 334
tom 334
mso:film.film.soundtrack 333
r-mso:film.film.story 333
mso:geography.mountain. 333
star 332
' 330
calling 329
relationship 329
international 325
river 325
university 324
awards 323
capital 316
mso:medicine.drug. 315
musical 312
park 309
major 307
mso:aviation.aircraft_model. 306
mso:film.film.prequel 306
i 306
published 306
flight 305
bridge 302
max 301
mso:boats.ship. 297
man 289
3 288
games 288
mso:film.film.sequel 287
comic 287
body 286
mso:music.artist. 286
mso:people.person.education 285
mso:film.film.location 285
drug 285
career 282
mso:architecture.structure. 279
ship 277
mso:fictional_universe.character. 276
mso:people.person.profession 274
mso:american_football.player. 274
mso:comic_books.publisher. 273
zone 272
surface 270
mso:computer.software. 270
mso:music.composition. 266
award 265
tv 265
united 264
mso:people.person.quotation 263
creator 263
country 262
mso:architecture.structure.architect 262
mso:sports.team.facility 261
mso:music.album.artist 261
mso:type.object.key 259
mso:film.film.genre 259
mso:theater.play. 258
mso:music.composition.composer 255
2014 255
museum 254
state 254
david 250
aircraft 250
educational 250
air 247
organization 247
board 246
performance 246
water 244
name 244
/ 244
mso:chemistry.chemical_compound. 243
mso:location.dated_location. 243
running 243
project 242
theme 241
brand 241
mso:law.invention.inventor 241
mso:fictional_universe.character.creator 241
mso:education.education. 240
view 239
class 238
festival 238
used 237
mso:baseball.batting_statistics.season 237
mean 237
jim 236
mso:cvg.game_version.developer 236
player 235
mso:film.film.rating 235
nationality 235
adjectival 235
mso:baseball.batting_statistics. 234
mso:cvg.computer_videogame.developer 233
form 228
featured 227
4 226
mass 224
game 224
edition 223
mso:government.position_held. 222
george 221
productions 221
mso:spaceflight.rocket. 219
films 219
administrative 216
mso:book.literary_series.author 216
grand 216
american 214
mso:comic_books.series. 214
element 213
mso:ratings.rated_entity. 212
m 212
mso:biology.domesticated_animal.breeds 212
soundtrack 212
war 211
mso:astronomy.orbital_relationship. 210
me 210
president 210
love 209
mso:book.edition. 208
mso:music.composition.lyricist 206
mso:visual_art.artwork. 205
title 204
group 204
mso:film.film.language 204
mso:automotive.automotive_class. 203
mso:time.event.person 203
origin 201
mso:people.person.weight 201
baseball 201
mso:geography.river.origin 200
this 198
you 196
entertainment 196
house 196
football 196
mso:meteorology.tropical_cyclone. 196
runner 195
la 195
bill 195
active 195
burial 194
mso:cvg.computer_videogame. 193
mso:music.album. 193
teams 193
launch 192
mso:sports.team.color 192
th 191
mso:sports.pro_athlete. 190
mso:architecture.structure.style 189
pictures 188
mso:baseball.batting_statistics.team 188
red 188
mso:sports.pro_athlete.team 187
high 187
mount 186
elevation 185
regular 183
mso:visual_art.artwork.artist 183
business 183
white 182
rock 182
owned 182
classification 181
video 181
cast 181
wars 181
network 181
mso:organization.board_member. 181
michael 180
head 180
original 179
weight 178
mso:chemistry.chemical_element.symbol 178
ii 178
states 178
argmore 178
family 178
smith 177
long 177
king 176
der 176
sea 176
mso:local.entity. 175
del 175
mso:transportation.bridge. 175
johnson 175
olympics 174
black 174
robert 173
site 173
won 172
category 172
2018 171
mso:american_football.player.position 171
maximum 170
work 170
paul 170
mso:sports.team_owner. 170
system 169
mso:real_estate.house. 168
mso:architecture.museum.established 167
peter 166
established 166
york 166
mso:boats.ship_class. 166
set 166
character 166
gary 166
william 166
2016 165
life 165
current 165
club 164
it 164
mark 164
membership 164
my 164
mso:tv.regular_tv_appearance.actor 163
mountain 163
cup 163
mso:architecture.structure.firm 162
boiling 161
governing 161
concert 161
2000 161
coached 161
details 160
dash 160
vice 160
5 159
text 159
center 158
mso:cvg.game_version.publisher 158
summer 158
airport 157
mso:geography.lake.inflow 157
social 157
cruise 155
music 155
mso:geography.lake. 155
average 155
mso:food.recipe. 154
tenure 154
mso:spaceflight.satellite. 154
mso:cvg.computer_videogame.designer 154
mso:biology.fossil_specimen. 154
eruption 153
three 153
galaxy 153
mso:cvg.computer_videogame.publisher 153
treat 152
jennifer 152
mso:film.festival.location 152
mso:medicine.medical_treatment. 152
released 152
home 151
melting 151
mso:award.competition.winner 151
mso:commerce.electronics_product. 151
lee 151
designed 150
l 150
trilogy 149
institution 147
mso:geography.island. 147
jason 147
san 147
orbital 146
mso:food.food.energy 146
model 145
chemical 145
mso:american_football.coach. 145
mso:medicine.disease. 144
mso:conferences.academic_conference. 144
force 144
contained 144
mso:architecture.building.floors 144
appeared 143
discovered 143
participation 142
characters 141
mso:soccer.player. 141
one 141
van 141
island 140
will 140
great 140
sexual 139
yard 139
mso:astronomy.star. 139
richard 139
mso:projects.project_participation. 138
] 138
office 138
mso:tv.character. 137
mso:amusement_parks.ride. 137
period 137
golden 137
mso:olympics.games. 137
kg 137
2015 136
mso:geography.body_of_water. 135
employment 135
mso:american_football.team.conference 134
forty 134
mso:government.us_president. 133
year 133
little 132
franco 132
call 132
as 132
minutes 132
blue 132
christmas 131
mso:sports.championship_event.champion 131
version 131
jumanji 131
competitor 131
mso:book.written_work.synopsis 130
degree 130
due 130
bruce 130
overall 129
mso:architecture.museum.director 129
thomas 129
[ 129
justice 129
day 128
brown 128
big 128
tower 127
mso:media_common.creative_work. 127
hall 127
mso:award.winner. 126
mso:astronomy.astronomical_discovery. 126
record 126
atomic 126
night 125
mso:organization.leadership.organization 125
oldman 125
gross 124
mso:protected_sites.protected_site. 124
best 124
mso:organization.organization.headquarters 124
mso:sports.multi_event_tournament. 124
xxx 123
theatre 123
hurricane 123
mso:sports.sports_team_roster.team 123
chris 122
college 122
phone 122
martin 122
line 122
tim 121
young 121
mso:education.educational_institution. 120
fossil 120
dead 120
st. 120
library 119
completed 119
all 119
guillermo 119
owner 119
revenue 119
mike 119
academy 119
specimens 119
arts 118
toro 118
list 118
mso:geography.mountain.elevation 118
h 118
sir 118
2009 117
matt 117
style 117
2012 117
shape 117
mso:internet.social_network_user. 117
event 117
label 116
built 116
mso:chemistry.chemical_compound.formula 116
id 116
mso:basketball.coach.team 116
created 115
tract 115
llc 115
mso:zoos.zoo. 115
census 115
mso:visual_art.art_period_movement. 114
charles 114
mso:people.person.marriage 113
up 113
story 112
mary 112
j 112
mso:comic_books.character.creator 112
dissolved 112
v 112
mso:award.category. 111
member 111
destruction 111
2013 111
no 111
mso:location.census_district. 110
mso:skiing.ski_area. 110
8 110
mso:music.soundtrack.film 110
competition 110
london 109
mso:film.character.film 109
america 109
rose 109
apollo 109
level 109
scott 109
fifa 109
voice 109
product 108
your 108
mso:sports.professional_sports_team. 108
dr. 108
mso:tennis.player. 108
missouri 108
douglas 107
mso:organization.organization.leadership 107
higher 107
division 107
mso:architecture.structure.opened 106
mso:military.service. 106
! 106
falls 106
roster 106
live 105
officials 105
known 105
approximately 105
green 105
mso:government.governmental_jurisdiction. 105
2008 105
mso:american_football.team.division 105
mso:sports.sports_team_roster.position 104
washington 104
jungle 104
size 104
steve 104
mso:education.educational_institution.color 104
auto 103
radius 103
uss 103
pitch 103
greatest 103
mso:sports.team. 103
mso:language.human_language.region 102
mso:geography.river. 102
usa 102
pass 102
floor 102
acid 102
lo 102
sylvester 101
mso:amusement_parks.ride.designer 101
jean 100
stallone 100
mso:film.film.format 100
2010 99
mso:computer.computer. 99
mso:visual_art.art_series.artwork 99
blindern 99
began 99
mso:spaceflight.astronaut. 99
south 99
die 99
lady 99
agency 98
0 98
job 98
7 98
jones 97
west 97
mso:application.software_version. 97
km 97
senior 97
mso:location.location.geolocation 97
hardy 97
district 96
fantasy 96
outside 96
broadcast 96
mso:spaceflight.rocket_engine. 96
super 96
mso:radio.radio_program. 96
scale 96
mso:education.academic.advisors 96
maiden 96
square 95
mso:organization.board_membership.role 95
factor 95
x 95
2004 95
scientific 94
spider 94
mso:geography.body_of_water.depth 94
zoo 94
showman 94
electron 94
mso:architecture.venue.capacity 93
service 93
mso:olympics.host_city. 93
sports 93
hosted 93
republic 93
mso:geography.body_of_water.bridge 93
mso:business.employment_tenure. 92
track 92
currency 92
mso:sports.team.founded 92
woman 92
mascot 92
mso:astronomy.celestial_object.gravity 92
hotel 92
delta 91
novel 91
mso:film.performance.film 91
media 91
mso:ice_hockey.team.captain 91
field 91
recipe 91
mso:aviation.aviation_incident_aircraft_relationship. 91
mso:military.person.service 91
wonder 91
viii 91
google 91
asteroid 91
joe 90
argless 90
mso:geography.lake.outflow 90
amazon 90
mso:geography.body_of_water.islands 90
languages 90
joseph 90
canonical 90
thor 89
leader 89
steven 89
jedi 89
alpha 89
welcome 89
2011 89
next 89
english 89
inc 89
louis 89
mso:award.honor.year 89
negra 88
conway 88
street 88
mso:education.fraternity_sorority.color 88
kid 88
mso:transportation.bridge.locale 88
dwayne 88
mso:meteorology.cloud. 88
mso:organization.board_membership.organization 88
sodium 88
mso:geography.lake 88
mso:award.nominee. 88
nominations 88
mso:book.poem. 87
disney 87
perfect 87
mso:astronomy.constellation. 87
california 87
boeing 86
density 86
mso:chemistry.chemical_compound.solubility 86
play 86
may 86
mso:tv.regular_tv_appearance. 86
ascenders 86
mso:law.inventor.inventions 86
mso:aviation.aircraft_model.retired 86
frank 86
technology 85
mso:geography.river.mouth 85
special 85
6 85
mso:astronomy.astronomical_discovery.discoverer 85
address 85
mso:computer.computer.introduced 85
pantera 85
st 85
empire 85
mso:organization.leadership.role 85
cage 84
engine 84
cloud 84
ford 84
passing 84
spin 84
china 84
stadium 84
magic 84
youtube 84
boy 84
williams 83
b 83
mso:biology.animal. 83
action 83
mso:organization.leadership.person 83
discoverer 83
open 83
mso:fictional_universe.character.parents 83
movie 83
value 83
mso:computer.computer.processor 83
s 83
mso:astronomy.asteroid. 83
lincoln 83
pacific 82
mso:martial_arts.martial_artist.instructor 82
royal 82
mso:medicine.physician. 82
offs 82
lower 82
pregnancy 82
martial 82
berlin 82
show 81
submarine 81
iso4217 81
damon 81
age 81
wind 81
classics 81
minimum 81
men 81
literary 81
species 81
resort 80
2006 80
word 80
blade 80
mso:internet.website.launched 79
bob 79
kevin 79
aviation 79
mso:martial_arts.martial_artist. 79
fuel 79
kingdom 79
batman 78
lord 78
waters 78
mso:book.character. 78
basin 78
ride 78
2005 78
jerry 78
mso:computer.operating_system. 78
price 78
mso:geography.waterfall. 78
fc 78
appears 77
like 77
copyright 77
mso:event.agent. 77
general 77
d 77
mso:music.track.length 77
mso:sports.championship_event. 77
unit 77
10 77
jack 77
theft 76
movement 76
mso:boats.ship.launched 76
per 76
mso:award.honor. 76
mars 76
north 76
mso:sports.team.coach 76
billboards 76
ebbing 76
iii 76
9 76
wikipedia 76
collection 76
mso:geography.mountain_pass. 75
superman 75
mso:architecture.structure.engineer 75
winter 75
tony 75
transversed 75
harry 75
jane 75
mso:geography.lake.city 75
avengers 75
rate 75
bay 75
hp 75
isp 75
chloride 75
prevention 75
playing 74
jackson 74
girl 74
le 74
receiving 74
moon 74
road 74
mso:film.featured_song.performer 74
opera 74
affected 74
episodes 74
mso:games.game. 74
stock 74
mission 73
absolute 73
mso:music.track. 73
church 73
christopher 73
order 73
wayne 73
vacant 73
institute 73
mso:organization.board_membership.title 73
brian 72
computer 72
guitar 72
bird 72
armed 72
shower 72
don 72
charlie 72
pittsburgh 72
silver 72
tours 72
magnitude 72
championships 71
army 71
stormy 71
mso:book.book.genre 71
mso:time.event.location 71
fatalities 71
mso:opera.opera. 71
european 71
powers 71
3d 71
edward 71
norton 71
saturn 71
sacrifice 70
british 70
corporation 70
mso:tv.series_season. 70
previous 70
occurance 70
typhoon 70
fifty 70
rms 70
mso:time.recurring_event. 70
history 70
other 70
los 70
mso:chemistry. 70
leonardo 70
sing 70
entity 70
meteor 69
limited 69
shades 69
range 69
antenna 69
dunkirk 69
mso:medicine.manufactured_drug_form. 69
url 69
police 69
mso:education.school_newspaper.school 69
spire 69
band 69
mso:projects.project. 69
countries 69
paris 69
mso:education.education.specialization 69
mso:architecture.skyscraper. 69
francis 68
models 68
ratio 68
nicolas 68
old 68
mso:spaceflight.space_mission.astronauts 68
webpage 68
mso:tv.regular_tv_appearance.from 68
nominated 68
dracula 68
animal 68
num 68
sites 68
user 68
mso:boats.ship.displacement 68
dry 68
programs 68
ragnarok 68
well 67
good 67
hd 67
guide 67
ocean 67
science 67
days 67
mso:geography.river.city 67
protected 67
match 67
members 66
mso:sports.facility.teams 66
du 66
ray 66
hour 66
rodriguez 66
series) 66
sony 66
stephen 66
altitude 66
top 66
prince 66
santa 65
ryan 65
mso:martial_arts.martial_art. 65
fame 65
baby 65
artist 65
und 65
al 65
momoa 65
key 65
mso:film.performance.character 65
alex 65
election 65
nfl 65
mso:biology.deceased_organism. 65
practitioner 65
role 65
brothers 65
mso:sports.team.mascot 64
mso:martial_arts.martial_art.origin 64
mso:astronomy.star.constellation 64
germany 64
35mm 64
building 64
mso:film.film.performance 64
mso:opera.opera.language 64
madison 64
taylor 63
party 63
mso:music.release. 63
o 63
incident 63
microsoft 63
mso:food.nutrition. 63
mso:geography.waterfall.height 63
mso:commerce.consumer_product. 63
mso:film.performance.actor 63
literature 63
press 63
mso:boxing.boxer. 63
terry 63
comics 63
cameron 63
object 63
construction 63
mso:american_football.game. 63
mso:media_common.subject.quotation 63
sean 63
navy 62
mso:astronomy.asterism.constellation 62
mso:medicine.drug_brand. 62
mso:aviation.airliner_accident.date 62
profile 62
mm 62
mso:aviation.airliner_accident. 62
mso:book.periodical. 62
saint 62
two 62
angelo 62
daniel 62
virginia 62
go 62
hercules 62
mso:education.education.major 62
mso:music.track.date 62
cut 62
legend 62
plus 61
can 61
dragon 61
pirates 61
harris 61
modern 61
back 61
configuration 61
mso:cvg.game_version. 61
estimated 61
an 61
latest 61
alan 61
axis 61
mso:astronomy.star_system.star 61
sam 61
mercury 61
mso:sports.sports_team_coach_tenure.coach 61
matthew 61
guardians 61
mso:geography.river.length 61
cleveland 61
base 61
claude 60
mso:music.concert. 60
mso:soccer.player_transfer. 60
mso:astronomy.constellation.contains 60
mso:award.honor.category 60
mso:spaceflight.rocket.manufacturer 60
mso:organization.board_membership.member 60
da 60
french 60
vincent 60
c 60
mso:amusement_parks.ride.opened 60
mso:amusement_parks.park.opened 60
queen 60
winning 60
elizabeth 60
mso:metropolitan_transit.transit_system.inception 60
golf 60
lockheed 60
k 59
liberty 59
murder 59
mso:spaceflight.space_program.started 59
vii 59
mso:business.employment_tenure.employer 59
angeles 59
memorial 59
potassium 59
volume 59
staff 59
chicago 59
classifications 59
central 59
adam 59
gold 59
mso:boats.ship_type. 59
manufacturer 59
longest 59
mso:organization.leadership.title 59
lopez 59
2007 59
valley 58
dark 58
holder 58
dicaprio 58
mso:opera.opera.librettist 58
earth 58
mso:music.opera_singer. 58
watson 58
retail 58
mso:soccer.player_loan. 58
potter 58
played 58
atlanta 57
semi 57
get 57
mso:people.romantic_relationship.person 57
express 57
builder 57
cities 57
double 57
german 57
misterioso 57
host 57
airlines 57
started 57
mso:education.school. 57
editorial 57
manufactured 57
mso:architecture.type_of_museum.museums 57
people 57
legislative 57
doctor 57
out 57
highest 57
cat 57
distance 57
bonus 57
infinity 56
commonwealth 56
arthur 56
quentin 56
mso:spaceflight.space_agency.astronauts 56
christ 56
operating 56
mso:business.shopping_center. 56
request 56
mississippi 56
astronomical 56
titles 56
mso:soccer.roster_position.team 56
times 56
cab 56
sponsored 56
government 56
battle 55
12 55
be 55
pluto 55
secret 55
di 55
public 55
16 55
windows 55
organism 55
maryland 55
do 55
centre 55
mso:aviation.aircraft_model.aircraft 55
victoria 55
cosmological 55
das 54
rockets 54
basic 54
chief 54
hill 54
compositional 54
mso:award.honor.winner 54
electric 54
warfare 54
mso:chemistry.chemical_classification. 54
poem 54
tarantino 54
^ 54
chuck 54
mso:chemistry.element_discoverer.discovered 54
half 54
knots 54
mso:sports.competitor_competition_relationship.competitor 53
teen 53
album 53
light 53
el 53
mso:award.honor.ceremony 53
mso:library.public_library. 53
records 53
13 53
mso:event.disaster.fatalities 53
suzuki 53
france 53
beach 53
transfer 53
texas 53
winds 52
sun 52
africa 52
mso:tv.program.genre 52
bank 52
sydney 52
mso:food.food. 52
associated 52
nutrient 52
lewis 52
experience 52
mso:visual_art.art_series.artist 52
mso:tv.series_episode. 52
software 52
markle 52
loxodonta 52
fight 52
mso:spaceflight.space_mission.destination 51
andrew 51
atos 51
co 51
notable 51
jesus 51
governmental 51
ben 51
television 51
is 51
mso:aviation.aircraft_model.introduced 51
services 51
jose 51
titanic 51
after 51
trek 51
mso:film.actor.performance 50
orson 50
florida 50
uefa 50
mtv 50
henry 50
homo 50
grey 50
mso:military.unit.formed 50
width 50
hms 50
judicial 50
short 50
meghan 50
11409 50
mso:military.armed_force.units 50
horkheimer 50
phantom 50
participant 50
mso:measurement_unit.integer_range. 50
falcon 50
restriction 50
gene 50
dance 50
berry 50
station 50
las 50
heart 50
stars 49
crew 49
lawrence 49
michigan 49
ingredient 49
mso:religion.religious_organization. 49
islands 49
maria 49
religion 49
runs 49
hero 49
theory 49
mso:media_common.adapted_work.adaptations 49
annihilation 49
spirit 49
darkest 49
warriors 49
jake 49
genre 49
mira 49
les 49
sarah 49
study 49
goals 49
fox 49
spielberg 49
iv 48
mso:theater.play.orchestrator 48
chairman 48
philadelphia 48
men's 48
post 48
miller 48
championship 48
mso:chemistry.chemical_element.electronegativity 48
court 48
fire 48
captain 48
only 48
welles 48
real 48
vegas 48
amazing 48
objects 48
iron 48
hanks 48
metropolitan 48
billy 48
mso:spaceflight.space_program_sponsor. 48
classic 48
second 48
common 48
source 48
calcium 48
johnny 48
sorvino 47
r-mso:film.character.film 47
manager 47
mso:architecture.structure.contractor 47
q 47
mso:computer.programming_language_designer. 47
daily 47
lost 47
xx 47
blood 47
ascent 47
mso:chemistry.isotope. 47
park, 47
aniston 47
princess 47
simon 47
mso:biology.animal.height 47
mso:transportation.road. 47
abstract 47
mcdonnell 47
tour 47
units 47
anne 47
stewart 47
garden 47
jeff 47
mso:people.romantic_relationship. 47
how 47
mso:aviation.aircraft_model.wingspan 47
radio 47
mso:organization.role.leaders 47
mso:biology.animal_breed. 47
obama 47
2002 47
room 47
kennedy 47
page 46
mso:theater.production.director 46
mso:award.long_list_nomination. 46
found 46
mso:aviation.aircraft_model.manufacturer 46
nebula 46
glen 46
mso:amusement_parks.ride.park 46
memory 46
1996 46
mso:chemistry.chemical_compound.classifications 46
conditions 46
gina 46
molar 46
wall 46
mso:tv.regular_tv_appearance.program 46
medical 46
kids 46
albert 46
mso:geography.lake.length 46
leadership 45
mso:astronomy.astronomer. 45
consumer 45
damme 45
carol 45
religious 45
century 45
prevent 45
walter 45
former 45
derek 45
author 45
conference 45
fat 45
mso:finance.income_tax_filing_form.deadline 45
hits 45
harrison 45
samsung 45
indiana 45
mso:religion.religious_organization_leadership. 45
kingsman 45
roger 45
mso:spaceflight.bipropellant_rocket_engine. 45
mso:transportation.road.formed 45
copper 45
mcgowan 45
11 45
bell 45
seven 45
fiction 44
echo 44
johansson 44
mso:theater.play.lyricist 44
off 44
feature 44
cheng 44
diana 44
symbol 44
arkansas 44
mso:fictional_universe.work_of_fiction.setting 44
minnesota 44
books 44
adventures 44
six 44
storm 44
mso:medicine.condition_prevention_factors. 44
georgia 44
part 44
mso:transportation.road.length 44
professionally 44
mso:aviation. 44
slam 44
child 44
destination 44
target 44
athletics 44
basketball 44
shuttle 44
mso:american_football.player_passing_statistics.season 44
eagle 44
londo 44
howard 44
town 44
mso:sports.competitor_competition_relationship.rank 44
von 44
scarlett 44
natalie 44
begun 43
thompson 43
competitions 43
mso:sports.sports_team_roster.number 43
mso:soccer.match. 43
mso:aviation.airport.iata 43
circle 43
temperature 43
mso:book.editorial_tenure.editor 43
mso:spaceflight.spacecraft.manufacturer 43
paper 43
society 43
make 43
furious 43
dvd 43
reading 43
mso:award.competitor. 43
mso:government.agency. 43
ann 43
jimmy 43
method 43
universal 43
mso:business.job_posting. 43
designers 43
anthony 43
heartbreak 43
e 43
dog 43
mso:american_football.player_receiving_statistics.team 43
significant 43
that 43
when 43
bing 43
criminal 43
ichiro 43
arena 43
front 43
tomb 43
periods 42
balls 42
sparknotes 42
mso:spaceflight.space_program.completed 42
ingredients 42
tales 42
carano 42
mso:sports.competitor_competition_relationship.country 42
editor 42
mso:award.long_list_nomination.year 42
beauty 42
elementary 42
tribute 42
wish 42
olympiad 42
mso:chemistry.chemical_compound.density 42
diego 42
fips10 42
fred 42
pro 42
indian 42
movements 42
ram 42
guy 42
domestic 42
knight 42
mso:visual_art.visual_artist. 42
moved 42
four 42
mso:astronomy.galaxy.constellation 42
olympia 42
mso:games.game.origin 42
lynch 42
permanently 42
studios 42
mso:theater.production. 41
upon 41
canada 41
horse 41
eastern 41
mso:amusement_parks.park.closed 41
orient 41
england 41
features 41
murphy 41
opened 41
mso:biology.organism.children 41
master 41
st, 41
mso:media_common.video_offer. 41
wicked 41
robin 41
maze 41
women 41
kong 41
uk 41
cc 41
evil 41
agent 41
angel 41
armando 41
orion 41
anna 41
mso:zoos.zoo.closed 41
mso:sports.sports_team_roster.to 41
joan 41
miami 41
mitchell 41
mso:broadcast.program_show_time. 41
mso:sports.competitor_competition_relationship.medal 41
friends 41
jessica 41
mso:geography.lake.width 41
mso:education.education.minor 40
mso:religion.founding_figure. 40
mso:zoos.zoo.opened 40
mso:film.film.color 40
wild 40
prize 40
telescope 40
julie 40
rabbit 40
olympic 40
coppola 40
boston 40
nick 40
mso:sports.pro_sports_played.sport 40
rank 40
lisa 40
submission 40
miss 40
neerthal 40
andy 40
presidential 40
warner_bros. 40
ring 40
– 40
culture 40
flies 40
ball 40
duty 40
carrey 40
ridge 40
watch 40
managing 40
dan 40
australia 39
mso:book.place_of_publication_period. 39
atlas 39
alfred 39
mso:music.album.length 39
mso:sports.sports_team_roster.from 39
metro 39
patrick 39
w 39
dean 39
mso:music.instrument.family 39
dame 39
mr. 39
shell 39
points 39
grip 39
jonathan 39
sulfur 39
phi 39
structure 39
remix 39
programme 39
digital 39
twilight 39
hope 39
girls 39
induction 39
nile 39
wilson 39
elder 39
monroe 39
hudson 39
lightning 39
turkey 39
stanford 39
houston 39
students 39
power 38
apple 38
walt 38
local 38
march 38
mso:automotive.automotive_class.doors 38
way 38
orbit 38
paxton 38
30 38
1999 38
eddie 38
department 38
mso:spaceflight.rocket_engine.diameter 38
here 38
ariane 38
brooklyn 38
human 38
mso:spaceflight.rocket_manufacturer. 38
atlantic 38
mso:tv.series_season.from 38
low 38
subject 38
economy 38
municipal 38
read 38
gone 38
maintower 38
u.s. 38
poetic 38
buffalo 38
southern 38
screen 38
table 38
fury 38
run 38
observatory 38
mso:astronomy.star_system.constellation 37
mso:geography.waterfall 37
mso:transportation.bridge.width 37
mso:tv.network. 37
hard 37
barack 37
emma 37
greg 37
names 37
smiles 37
zinc 37
management 37
download 37
freddie 37
mso:boats.ship_designer. 37
news 37
sabathia 37
allen 37
union 37
2049 37
mso:soccer.player.loans 37
bachelor 37
chevrolet 37
borrowing 37
five 37
insurance 37
sugar 37
law 36
nomination 36
mso:spaceflight.rocket.mass 36
ave, 36
clark 36
mso:sports.competitor_competition_relationship.team 36
mso:sports.sports_team_roster.appearances 36
duck 36
mso:baseball.batting_statistics.games 36
rocket 36
mso:award.long_list_nomination.nominee 36
mso:zoos.animal_captivity.animal 36
magnesium 36
preparation 36
mso:fictional_universe.character.weight 36
review 36
mso:travel.destination.climate 36
ascents 36
administration 36
sox 36
15 36
about 36
connors 36
mso:book.newspaper.owner 36
mso:aviation.aircraft_model.range 36
skiable 36
herman 36
miguel 36
bautista 36
walker 36
francisco 36
animals 36
mso:chemistry.chemical_series. 36
mso:biology.animal.lifespan 36
mall 36
creative 36
nolan 36
yellow 36
cremation 36
mso:geography.mountaineer. 36
cardinals 36
muniz 36
raider 36
who 36
return 36
budget 36
rushing 36
mso:book.book.editions 35
mso:architecture.lighthouse. 35
britain 35
related 35
1995 35
mso:tv.network_duration.network 35
creek 35
dawn 35
mso:sports.championship.league 35
mso:law.attorney. 35
mso:sports.team.sport 35
castle 35
mso:organization.role.governors 35
morgan 35
infantry 35
stanley 35
yangtze 35
silent 35
moore 35
directions 35
mso:sports.sports_team_coach_tenure.position 35
federal 35
future 35
accelerated 35
am 35
solar 35
mirror 35
sound 35
14 35
t 35
mso:games.game.introduced 35
nutrition 35
madonna 35
mso:cvg.computer_videogame.sequel 35
what 35
boys 35
mad 35
penguin 35
mso:business.employer. 35
dallas 35
reagan 34
ca 34
bond 34
1994 34
40 34
ghost 34
mso:biology.organism.parents 34
christian 34
complete 34
ready 34
mso:biology.gene. 34
20 34
mso:food.recipe_ingredient.ingredient 34
larry 34
andreas 34
disaster 34
vikings 34
mso:rail.railway.opened 34
ms 34
alone 34
arnold 34
mso:film.subject.film 34
box 34
ticker 34
small 34
boats 34
was 34
mso:geography.mountain 34
mso:ratings.rated_entity.rating 34
2003 34
natural 34
mso:award.competition.type 34
nyc 34
gallery 34
4x4 34
device 34
fact 34
thames 34
ross 34
bunning 34
behind 34
years 34
flow 34
mso:sports.pro_sports_played. 34
spanish 34
mso:transportation.bridge 34
carl 33
stuart 33
battleship 33
vampire 33
modine 33
horror 33
mso:theater.play.composer 33
vacuum 33
soda 33
kill 33
blues 33
rim 33
terror 33
mso:biology.animal_breed.temperament 33
antonio 33
roma 33
western 33
mso:cvg.computer_videogame.prequel 33
link 33
graphic 33
missions 33
des 33
r-mso:film.festival_event.venue 33
vitamin 33
bc 33
oz 33
mso:fictional_universe.character.height 33
comedy 33
frozen 33
blizzard 33
gate 33
jeter 33
columbia 33
venus 33
guest 33
mso:award.award.category 33
ski 33
runtime 33
architecture 33
japan 33
hollywood 33
hit 33
russell 32
logan 32
1974 32
side 32
wolf 32
stone 32
murray 32
shore 32
produced 32
highway 32
loser 32
mso:government.politician.party 32
don't 32
legal 32
temple 32
status 32
neil 32
facebook 32
celestial 32
il 32
freed 32
sent 32
kappa 32
mso:fictional_universe.date_time. 32
centauri 32
mso:language.human_language. 32
stats 32
ohio 32
chocolate 32
dodo 32
mso:fictional_universe.character.organization 32
presented 32
mystery 32
takes 32
perry 32
mso:spaceflight.satellite.altitude 32
wilis 32
natalieportman.com 32
officer 32
rico 32
nintendo 32
sons 32
route 32
mso:spaceflight.rocket_engine.height 32
imagine 32
indians 31
wells 31
ten 31
mso:cvg.computer_videogame.platform 31
civil 31
campbell 31
pandora 31
mso:astronomy.star.rotation 31
davis 31
mso:award.winning_work.honor 31
exchange 31
sofia 31
displacement 31
tablet 31
+ 31
notre 31
mso:astronomy.galaxy. 31
tons 31
caspian 31
vienna 31
primary 31
mso:spaceflight.mission_destination. 31
mso:business.board_member. 31
mso:comic_books.series.publisher 31
trail 31
kelly 31
mso:automotive.automotive_class.weight 31
mso:geography.river 31
lion 31
den 31
im 31
memberships 31
clint 31
ended 31
1998 31
association 31
holmes 31
duggar 31
mso:business.stock_ticker_symbol. 30
tournament 30
topical 30
handler 30
nelson 30
pa 30
studio 30
mso:fictional_universe.object. 30
colts 30
fantastic 30
adventure 30
northern 30
giovanni 30
vol 30
mso:zoos.animal_captivity.from 30
depth 30
gordon 30
crime 30
margaret 30
mso:american_football.player_receiving_statistics.receptions 30
made 30
regina 30
sherlock 30
funtastic 30
hamlet 30
greyhound 30
mso:basketball.team.conference 30
escape 30
35 30
india 30
puerto 30
carolina 30
netflix 30
mso:statistics.population_group. 30
our 30
transformers 30
mso:award.category.winners 30
heroes 30
iliad: 30
triangle 30
regiment 30
mso:astronomy.celestial_object.magnitude 30
energy 30
mouse 30
aquarium 30
mso:music.concert_set_list.artist 30
mso:music.concert_set_list.song 30
mso:military.service.unit 30
thorpe 30
tale 30
are 30
previously 30
alexandria 30
lenovo 30
beta 30
70 30
driver 30
f 30
clef 30
supported 30
kim 30
justin 30
letter 30
mario 30
russian 30
mso:ratings.rated_entity.review 30
cathedral 30
belt 30
imax 30
mso:biology.animal.mass 30
carter 29
hitchcock 29
unknown 29
laura 29
mac 29
animation 29
g 29
eric 29
18 29
grateful 29
danube 29
mso:music.instrument.variation 29
juan 29
1/1/2009 29
mso:automotive.designer. 29
sparrow 29
east 29
portrait 29
mso:film.genre.film 29
mso:amusement_parks.roller_coaster. 29
odyssey 29
phoenix 29
tokyo 29
valerian 29
ian 29
land 29
mso:sports.sports_statistics. 29
mso:book.editorial_tenure.title 29
mso:baseball.team.league 29
affinity 29
tennessee 29
gray 29
children 29
ka 29
diameter 29
selling 29
sandler 29
theater 29
roman 29
things 29
automobiles 29
mso:film.performance. 29
taxi 29
nba 29
harvey 29
quantity 29
raw 29
corp 29
middle 29
journal 29
mso:baseball.batting_statistics.hits 29
color 29
bats 29
angelina 29
lighthouse 29
federico 29
min 29
. 29
tommy 29
hong 29
andromeda 29
cyclone 29
down 29
vehicle 28
bobby 28
metal 28
see 28
carbon 28
carlos 28
fisher 28
free 28
orange 28
canadian 28
mso:aviation.airport.operator 28
piano 28
mso:event.action. 28
paramount 28
donald 28
electronic 28
17 28
stranger 28
mso:business.issue. 28
everything 28
rob 28
ron 28
brad 28
glacier 28
asian 28
ny 28
mso:law.court.judge 28
ferdinand 28
walking 28
dick 28
foundation 28
mso:aviation.aircraft_line. 28
1997 28
hubble 28
broadcasting 28
messier 28
vega 28
* 28
cinderella 28
named 28
ruth 28
smells 28
wrinkle 28
mso:zoos.animal_captivity.exhibit 28
mso:sports.sports_team_roster. 28
residential 28
through 28
chicken 28
mso:statistics.economic_group. 28
writing 28
virus 28
laid 28
card 28
dream 28
jon 28
tod 28
velocity 28
royale 28
nearby 28
bases 28
bears 28
if 28
gardens 28
zelda 28
yankees 28
philip 28
aluminum 28
mso:spaceflight.space_mission. 28
peavy 28
r-mso:film.festival_event.film 28
socialist 28
mso:automotive.automotive_class.length 27
care 27
bmw 27
mso:measurement_unit.measurement_system. 27
titan 27
flying 27
mso:amusement_parks.ride.theme 27
tildie 27
curtis 27
mso:award.nomination.category 27
food 27
ferrell 27
ma 27
mso:symbols.namesake. 27
mso:american_football.player_rushing_statistics.season 27
soames 27
mso:military.service.rank 27
where 27
; 27
lindsey 27
neptune 27
hanna-barbera 27
jolie 27
kent 27
racing 27
collins 27
maverick 27
geun 27
mir 27
mso:baseball.team. 27
eye 27
mother 27
pan 27
timekeeper 27
train 27
keel 27
pink 27
jay 27
drew 27
argentina 27
channel 27
samuel 27
barry 27
anderson 27
mso:law.us_patent.inventor 27
living 27
african 27
mso:automotive.automotive_class.width 27
secession 27
paralympics 27
mso:architecture.building_complex. 27
shirt 27
health 27
chess 27
austin 27
salad 27
destroyer 27
grace 27
employer 27
recurring 27
babe 27
kepler 27
mso:baseball.team_stats.season 27
medal 27
reese 27
mso:commerce.brand. 27
mso:spaceflight. 27
hunger 26
caballus 26
complex 26
jordan 26
once 26
without 26
wizard 26
auf 26
adrian 26
hye 26
gilliam 26
awd 26
pop 26
fleet 26
hydrochloride 26
meter 26
mso:organization.membership. 26
employees 26
machine 26
nation 26
syndrome 26
tiffany 26
manning 26
mso:american_football.game_passing_statistics.player 26
mso:american_football.player_passing_statistics.team 26
constellation 26
mso:sports.team_season_record.season 26
wallace 26
mso:sports.sports_team_coach_tenure.from 26
roberto 26
jurassic 26
tampa 26
clutch 26
railway 26
focus 26
rd, 26
mso:ice_hockey.team.division 26
mso:travel.destination_monthly_climate. 26
anniversary 26
mso:travel.destination_monthly_climate.month 26
edmonton 26
development 26
mann 26
hood 26
bad 26
glass 26
cover 26
mso:government.political_party_tenure.party 26
thousand 26
score 26
oh 26
catchment 26
manual 26
notification 26
variety 26
marc 26
catherine 26
interstate 26
appearances 26
crawford 26
dextrose 26
appearance 26
hockey 26
mso:spaceflight.satellite_manufacturer.spacecraft 26
bush 26
sport 26
amphibious 26
peace 26
mouth 26
rd 26
mso:soccer.player_match_participation.player 26
oxidizer 26
cooper 26
mso:fictional_universe.character.education 26
cry 26
mso:architecture.architect.style 26
rings 26
reid 26
susan 26
community 26
case 26
rights 26
garcia 26
drive 26
dodge 26
picture 26
sigma 26
os 25
preview 25
mso:award.long_list_nomination.award 25
renaissance 25
charlotte 25
glee 25
mso:aviation.aircraft. 25
mso:astronomy.star.luminosity 25
coco 25
mso:tv.regular_tv_appearance.to 25
eastwood 25
mso:people.profession. 25
along 25
tree 25
zero 25
pompidou 25
fighting 25
wood 25
dam 25
mso:automotive.automotive_class.transmission 25
snow 25
luke 25
mso:architecture.building. 25
dc 25
alien 25
dipper 25
just 25
fate 25
seattle 25
scrolls 25
luis 25
kate 25
forest 25
terrier 25
bach 25
failure 25
flynn 25
mso:amusement_parks.ride.height 25
mso:aviation.aircraft_designer. 25
australian 25
tennis 25
sword 25
cinema 25
stages 25
carmen 25
mso:music.track.genre 25
fl 25
chi 25
un 25
mso:award.award.honor 25
24 25
singles 25
electrons 25
fargo 25
chad 25
1040 25
away 25
detective 25
inferred 25
finals 25
sub 25
mso:location.location.address 24
marie 24
beast 24
witch 24
mickey 24
ao 24
mso:book.newspaper.headquarters 24
alejandro 24
errol 24
josh 24
ministry 24
serving 24
scorsese 24
colorado 24
carrier 24
casino 24
there 24
january 24
minecraft 24
fall 24
yelp 24
schools 24
beasts 24
todd 24
baltimore 24
relays 24
celebration 24
phil 24
seo 24
represented 24
depp 24
angle 24
universe 24
khan 24
issue 24
annual 24
101 24
happy 24
interface 24
mso:book.editorial_tenure.from 24
warcraft 24
malaysia 24
donate 24
mso:people.person 24
indianapolis 24
mso:government.legislative_session. 24
political 24
euro 24
rooney 24
arizona 24
warner 24
mso:organization.non_profit_organization. 24
online 24
athletes 24
god 24
wright 24
investment 24
kapoor 24
dennis 24
mso:education.field_of_study.subdisciplines 24
mobile 24
volkswagen 24
mso:ratings.rating. 24
butter 24
sundance 24
salt 24
champions 24
extended 24
ireland 24
witherspoon 24
temp 24
mso:olympics.torch_relay.olympics 24
isaac 24
moscow 24
fellini 24
mso:olympics.torchbearer. 24
mayor 24
cold 24
ice 24
mso:award.nomination. 24
mso:media_common.cataloged_instance.value 23
linda 23
listing 23
seasons 23
bright 23
1992 23
galaxies 23
mso:travel.tourist_attraction.location 23
norway 23
education 23
mso:zoos.zoo 23
terminator 23
oneal 23
ceres 23
mso:soccer.team_manager.team 23
mummy 23
vietnam 23
processor 23
disneyland 23
webster 23
mso:location.location.city 23
tornado 23
vonn 23
mso:sports.sports_statistics.event 23
soviet 23
barbara 23
trax 23
peak 23
astronomy 23
annotation 23
mso:education.university. 23
research 23
jeremy 23
3500 23
race 23
animated 23
chinese 23
listen 23
ed 23
harmon 23
giant 23
lions 23
1/1/2008 23
global 23
spiderman 23
mso:computer.processor. 23
bear 23
ritchie 23
darya 23
1991 23
pete 23
pat 23
cd 23
magazine 23
monster 23
fine 23
mso:film.set_designer.film 23
toronto 23
mso:food.recipe_ingredient.quantity 23
independent 23
buy 23
juno 23
mso:book.scholarly_work. 23
eta 23
skull 23
splash 23
bud 23
mso:geography.glacier.length 23
hydrogen 23
historical 23
dave 23
oxide 23
mso:book.journal. 23
coach 23
finland 23
gulf 23
palace 23
paradise 23
2001 23
mso:military.unit. 23
congress 23
rick 23
freedom 23
glenn 22
mso:time.time_zone. 22
nicole 22
oil 22
damn 22
mso:finance.income_tax_form. 22
fort 22
mso:geography.mountain_pass.elevation 22
respiratory 22
cure 22
pocket 22
norman 22
1972 22
creation 22
eo-19 22
mso:food.nutrition.nutrient 22
true 22
events 22
thrones 22
graham 22
tigers 22
cookies 22
offset 22
mso:aviation.airline. 22
virtual 22
(rsv) 22
aaron 22
impressions 22
kurt 22
mso:education.academic. 22
car 22
hot 22
jenny 22
jenkins 22
blu 22
er 22
bulls 22
farm 22
uct 22
mso:business.product_line. 22
personal 22
beckham 22
sims 22
bernard 22
cooking 22
sirius 22
guardian 22
frankenstein 22
portman 22
editions 22
phonecall 22
mso:soccer.team.manager 22
sa 22
thinkpad 22
appurushīdo 22
mso:chemistry.chemical_element.isotope 22
mso:local.entity.location 22
span 22
hassium 22
motion 22
mso:award.nomination.ceremony 22
halmich 22
marshall 22
syncytial 22
money 22
theatrical 22
mso:broadcast.broadcast. 22
bang 22
jazz 22
trade 22
oxygen 22
planet 22
luthor 22
mso:soccer.team_management_tenure.manager 22
wasp-18 22
satellite 22
delaware 22
mso:visual_art.artwork.medium 22
simpson 22
mso:rail.railway.length 22
acquire 22
rent 22
resident 22
kubrick 22
cardinal 22
mso:application.software_version.market 22
not 22
netherlands 22
sātīn 22
some 22
mso:media_common.subject. 22
grant 22
alexander 22
drama 22
shadow 22
maggiore 22
robbie 22
reprise 22
ncis 22
keith 22
nations 22
gallo 22
marvin 22
cumulonimbus 22
shaquille 22
newton 22
mso:american_football.game_receiving_statistics.player 21
hart 21
vs 21
take 21
hell 21
mariners 21
mso:soccer.team_manager_match_participation.match 21
let 21
venice 21
beautiful 21
suicide 21
jets 21
most 21
reviews 21
alexandre 21
hasbro 21
mso:film.content_rating.film 21
duffy 21
mini 21
mso:measurement_unit.dimensions. 21
mso:religion.place_of_worship.religion 21
tracks 21
melissa 21
sweet 21
jobs 21
jersey 21
father 21
northwest 21
left 21
breakfast 21
mso:sports.golf_course.holes 21
piers 21
mso:american_football.game_receiving_statistics.team 21
davy 21
jingle 21
scottish 21
help 21
fraternity 21
rachel 21
colors 21
fu 21
ted 21
ashley 21
lending 21
marcus 21
anil 21
gay 21
ingrid 21
mso:application.download_page. 21
roblox 21
flower 21
cumulus 21
mso:architecture.building 21
nationals 21
mso:soccer.team_manager_match_participation.team 21
rita 21
served 21
lucky 21
evans 21
deadpool 21
avex 21
mso:book.place_of_publication_period.to 21
gabler 21
enterprise 21
focal 21
gloria 21
tyler 21
kosovo 21
burton 21
consultant 21
mso:film.festival.focus 21
studies 21
utah 21
franklin 21
stevens 21
fellowship 21
smart 21
dr, 21
c-130 21
shakespeare 21
manuel 21
note 21
chaos 21
draper 21
design 21
f-4 21
stories 21
1/1/2017 21
industrial 21
main 21
chaplin 21
mso:finance.currency. 21
coaster 21
bienzle 21
earle 21
carrie 21
ronan 21
xander 21
nights 21
metcalf 21
have 21
mso:soccer.team_manager. 21
them 21
reservoir 21
seas 20
armstrong 20
accepted 20
polaris 20
mso:film.film.distribution 20
2: 20
kingda 20
sandoval 20
adams 20
act 20
lit 20
direct 20
grape 20
mso:meteorology.tropical_cyclone.dissipated 20
notes 20
ellen 20
ms.foundationwomen 20
karate 20
conan 20
drop 20
mso:biology.amino_acid. 20
jacob 20
saoirse 20
fallout 20
vostok 20
we 20
mso:cvg.publisher. 20
solution 20
r-mso:book.literary_series. 20
1984 20
hidden 20
frances 20
bride 20
kirk 20
mso:film.release.date 20
detroit 20
hills 20
engineering 20
dancing 20
mso:cvg.game_version.platform 20
military 20
collier 20
midwinter 20
oprah 20
mso:music.music_video_performance. 20
akira 20
playstation 20
net 20
battery 20
rice 20
diaries 20
ss 20
tropical 20
slams 20
abbreviation 20
sharp 20
missing 20
claus 20
council 20
summit 20
butler 20
inside 20
vocal 20
mso:baseball.team.division 20
earl 20
mso:religion.religious_organization_leadership.role 20
spectral 20
ridley 20
jodorowsky 20
brooks 20
pc 20
awakens 20
1/1/2001 20
mso:aviation.airliner_accident.fatality 20
mso:music.concert_set_list. 20
mso:baseball.team_stats.losses 20
blog:lastsonofkrypton/alexander 20
unrated 20
costa 20
r 20
mso:business.operation.industry 20
deep 20
mso:olympics.venue. 20
glasgow 20
sally 20
student 20
altocumulus 20
nobel 20
nuclear 20
rogers 20
se 20
oxford 20
cruz 20
now 20
sputnik 20
urban 20
darker 19
steel 19
orientation 19
maggie 19
singh 19
mso:commerce.brand_color. 19
mso:people.person.relatives 19
shooting 19
spring 19
reynolds 19
her 19
generation 19
mso:soccer.roster_position.from 19
felguk 19
companies 19
mso:education.educational_institution.motto 19
kerry 19
europa 19
postal 19
covalent 19
too 19
adult 19
mso:sports.sports_team_coach_tenure.to 19
april 19
illustrated 19
100 19
foot 19
canis 19
cane 19
mso:sports.official_tenure. 19
auen 19
it's 19
michelle 19
1/1/2013 19
mso:amusement_parks.ride.manufacturer 19
iowa 19
election, 19
reald 19
eyes 19
giants 19
course 19
raiders 19
voskhod 19
walnut 19
mso:american_football.team. 19
mso:baseball.batting_statistics.gdp 19
tx 19
viaduct 19
sky 19
1980 19
tonya 19
proton 19
mso:business.operation.assets 19
kentucky 19
mso:business.operation. 19
diaz 19
expansion 19
under 19
1989 19
hornet 19
karl 19
caribbean 19
women's 19
en 19
mso:music.artist.track 19
syfy 19
holiday 19
mso:organization.organization.child 19
kildow 19
lynn 19
hallelujah 19
mso:spaceflight.space_program.sponsor 19
66 19
gamma 19
systems 19
choice 19
lane 19
pigeon 19
leonard 19
below 19
kane 19
mso:sports.golf_course. 19
mine 19
ibm 19
find 19
dos 19
had 19
clearance 19
mso:sports.official. 19
sciences 19
campus 19
supreme 19
ken 19
premium 19
rod 19
barium 19
karen 19
grinch 19
mso:american_football.player_rushing_statistics.touchdowns 19
msrp 19
pg 19
flash 19
bread 19
annie 19
dirty 19
mara 19
brother 19
1985 19
midnight 19
mso:people.kinship_relationship.kinship 19
winfrey 19
gun 19
mso:sports.official_tenure.league 19
molly 19
massachusetts 19
agreed 19
survivor 19
worship 19
sunshine 19
godfather 19
observed 19
j-2 19
falco 19
mso:commerce.brand_color.color 19
web 19
mso:people.kinship_relationship.object 19
larson 19
mix 19
dollar 19
nitrogen 19
iphone 19
volcano 19
equatorial 19
lived 19
iodine 19
platform 19
wick 19
rome 19
mso:meteorology.cloud.appearance 19
chase 19
sex 18
clarke 18
commandments 18
his 18
dr 18
fighter 18
senator 18
mso:soccer.disciplinary_action.punishment 18
private 18
mso:real_estate.house.price 18
nicholas 18
fear 18
chronicles 18
teacher 18
toy 18
isle 18
rhine 18
mile 18
craig 18
jamie 18
mso:event.disaster. 18
epsilon 18
gemini 18
hunchback 18
denzel 18
mso:american_football.player_passing_statistics.attempts 18
exterior 18
mso:book.place_of_publication_period.from 18
heidi 18
heat 18
mso:baseball.batting_statistics.strikeouts 18
acquired 18
wonderful 18
cook 18
twins 18
amy 18
killing 18
seth 18
phillips 18
mso:film.film_song_relationship.performer 18
mso:book.magazine. 18
trump 18
need 18
irene 18
1/1/2010 18
mso:law.judicial_tenure. 18
diary 18
section 18
brie 18
pickup 18
wales 18
bass 18
mso:sports.team_season_record.losses 18
doug 18
heights 18
passion 18
know 18
producciones 18
mso:baseball.batting_statistics.ibbs 18
mso:film.genre_ranking.ranking 18
bunny 18
ducks 18
american-museum-of-natural-history 18
gurevich 18
documentary 18
operation 18
nashville 18
werner 18
ボブサップ公式チャンネルボブサップtv 18
broadway 18
leo 18
traviata 18
clooney 18
jr 18
mso:business.acquisition.date 18
macbeth 18
ernest 18
acts 18
md 18
asus 18
cornell 18
europe 18
wilhelm 18
bicarbonate 18
diamond 18
mso:film.film_song_relationship.film 18
vacation 18
garfield 18
tni 18
johann 18
floyd 18
competed 18
mso:film.film_song.film 18
disciplinary 18
mso:architecture.structure.closed 18
korea 18
frogger 18
mso:food.nutrition_fact.nutrient 18
mso:food.nutrition_fact.quantity 18
ernestine 18
chapter 18
redemption 18
gliese 18
macintosh 18
blonde 18
angkatan 18
angels 18
mso:olympics.torch_relay.age 18
butterfly 18
mso:business.acquisition. 18
adler 18
wii 18
kyle 18
darat 18
brett 18
1986 18
b-29 18
mikoyan 18
comet 18
mso:organization.relationship.child 18
jesse 18
u 18
abraham 18
japanese 18
instruction 18
superfortress 18
tickets 18
lucas 18
acquiring 18
sprung 18
mso:people.sexual_orientation_phase. 18
mso:law.judicial_tenure.judge 18
mrs. 18
nsw 18
burlington 18
fun 18
constance 18
brave 18
nina 18
denver 18
creed 18
mso:american_football.player_passing_statistics.interceptions 18
revolution 18
