( 207387
) 207386
?x 159809
@_@ 133506
lambda 84671
?y 50196
and 15244
exist 10855
||| 9136
1 6901
the 6804
mso:film.film.initial_release_date 6044
count 5881
argmax 4290
of 3460
mso:film.film.series 2309
argmin 2285
- 2216
equal 2142
mso:film.actor.film 2071
mso:book.author.works_written 1882
mso:film.film.actor 1510
: 1502
, 1164
or 1130
a 1022
mso:film.series.film 997
film 982
mso:film.producer.film 967
mso:film.distributor.film 877
isa 866
mso:film.film.director 848
mso:film.film.subject 819
mso:film.film.art_director 785
mso:film.film.producer 776
mso:film.film.content_rating 764
2017 754
series 746
mso:film.production_company.film 704
mso:people.person.parent 675
mso:film.film.writer 660
in 655
mso:comic_books.creator.series 645
mso:award.ranked_item.ranking 630
mso:music.artist.album 627
mso:film.film.character 607
's 590
mso:organization.organization.founder 581
mso:film.film.cinematographer 572
mso:people.person.children 549
lake 515
mso:film.film.music 507
to 488
2 471
mso:time.event.start_date 468
mso:organization.founder.organizations_founded 465
world 459
mso:book.written_work.author 455
" 445
mso:location.location.area 443
for 437
mso:film.film.executive_producer 416
& 416
mso:baseball.player.batting_statistics 406
mso:film.director.film 403
season 393
mso:people.person.date_of_birth 385
r-mso:film.film.editor 379
r-mso:film.film.cinematographer 379
john 379
james 375
r-mso:film.film.executive_producer 374
r-mso:film.film.costume_designer 370
r-mso:film.film.production_company 365
r-mso:film.film.art_director 361
league 361
mso:film.writer.film 353
de 351
mso:film.film.country 350
new 348
county 342
r-mso:film.film.casting_director 342
mso:people.person.height 341
r-mso:film.film.format 341
mso:architecture.architect.structure 339
mso:film.film.editor 338
mso:film.film.story 335
tom 334
mso:film.film.soundtrack 333
r-mso:film.film.story 333
mso:people.deceased_person.preferred_cause_of_death 328
mso:location.sovereign.calling_code 326
river 325
' 323
university 322
international 316
mso:film.film.production_company 312
mso:film.film.costume_designer 311
national 310
mso:location.sovereign.official_language 308
mso:film.film.prequel 306
park 303
i 294
man 289
mso:film.film.sequel 287
mso:people.person.education 285
mso:film.film.location 285
3 284
mso:book.written_work.date_of_first_publication 280
on 279
with 276
city 275
star 274
mso:people.person.profession 274
bridge 273
mso:comic_books.publisher.comic_book_series_published 273
mso:film.film.casting_director 266
mso:people.person.quotation 263
mso:architecture.structure.architect 262
mso:sports.team.facility 261
mso:music.album.artist 261
united 261
mso:tv.program.program_creator 259
mso:type.object.key 259
mso:film.film.genre 259
mso:time.event.end_date 256
mso:music.composition.composer 255
2014 255
at 246
david 246
from 246
museum 246
mso:law.invention.inventor 241
mso:fictional_universe.character.creator 241
festival 238
mso:baseball.batting_statistics.season 237
jim 236
mso:cvg.game_version.developer 236
mso:people.person.nationality_adjectival 235
mso:tv.program.episode_running_time 235
mso:film.film.rating 235
state 234
mso:cvg.computer_videogame.developer 233
/ 230
mso:tv.program.theme_song 229
productions 218
films 217
mso:location.location.administrative_capital 216
mso:book.literary_series.author 216
games 215
mso:organization.organization.date_founded 215
american 214
space 214
school 214
us 212
mso:biology.domesticated_animal.breeds 212
war 211
me 207
mso:music.composition.lyricist 206
mso:location.location.time_zone 204
mso:film.film.language 204
mso:time.event.person 203
mso:theater.play.musical_soundtrack 203
love 201
mso:people.person.weight 201
baseball 201
mso:geography.river.origin 200
major 196
football 196
la 195
bill 195
mso:film.film.production_designer 194
mso:sports.team.color 192
mso:architecture.structure.style 189
george 189
pictures 188
mso:baseball.batting_statistics.team 188
red 188
mso:sports.pro_athlete.team 187
mount 186
you 184
mso:visual_art.artwork.artist 183
white 182
rock 182
mso:people.deceased_person.date_of_death 182
wars 181
awards 181
art 179
mso:chemistry.chemical_element.symbol 178
argmore 178
mso:chemistry.chemical_element.discovery_date 178
michael 177
time 176
states 176
ii 175
del 175
edition 174
black 173
johnson 172
2018 171
king 171
mso:american_football.player.position 171
smith 171
robert 170
house 170
mso:sports.team_owner.teams_owned 170
der 170
th 168
last 168
mso:architecture.museum.established 167
york 166
mso:biology.organism.height_meters 166
2016 165
mso:biology.organism.place_of_birth 165
william 165
my 164
mso:tv.regular_tv_appearance.actor 163
mso:architecture.structure.firm 162
gary 162
mso:cvg.computer_videogame.release_date 162
cup 162
peter 161
paul 161
2000 161
mark 161
club 160
mso:ratings.rated_entity.view_details 160
it 160
award 159
water 159
mso:cvg.game_version.publisher 158
summer 158
4 158
mso:geography.lake.inflow 157
center 155
mso:cvg.computer_videogame.designer 154
mso:geography.mountain.last_eruption 153
grand 153
mso:cvg.computer_videogame.publisher 153
jennifer 152
mso:film.festival.location 152
mso:medicine.medical_treatment.used_to_treat 152
mso:computer.software.first_released 152
mso:award.competition.winner 151
high 150
by 149
trilogy 149
mso:fictional_universe.character.place_of_birth 149
final 148
lee 148
galaxy 148
mso:people.deceased_person.place_of_burial 147
mso:food.food.energy 146
mso:american_football.coach.current_team_head_coached 145
jason 144
mso:architecture.building.floors 144
san 144
great 140
long 140
will 139
sea 138
episode 138
book 138
one 137
life 137
golden 137
entertainment 136
2015 136
richard 136
van 135
mso:american_football.team.conference 134
mso:american_football.player.forty_yard_dash_time 134
mso:government.us_president.us_vice_president 133
death 133
little 132
franco 132
three 132
call 132
blue 132
mso:tv.character.appeared_in_tv_program 131
flight 131
video 131
mso:sports.championship_event.champion 131
mso:location.dated_location.date_founded 131
mso:book.written_work.original_language 131
jumanji 131
mso:book.written_work.synopsis 130
mso:comic_books.series.featured_characters 130
bruce 130
mso:location.location.contained_by 130
mso:architecture.museum.director 129
[ 129
] 129
christmas 128
music 128
justice 128
day 127
mso:music.album.release_date 127
tower 127
big 127
mso:award.winner.awards_won 126
mso:organization.leadership.organization 125
game 125
oldman 125
best 124
mso:organization.organization.headquarters 124
xxx 123
theatre 123
night 123
brown 123
mso:people.person.business_employment_tenure 123
hurricane 123
thomas 123
mso:sports.sports_team_roster.team 123
tim 121
chris 121
mso:architecture.structure.height_meters 121
college 120
dead 120
guillermo 119
mso:biology.organism_classification.fossil_specimens 119
island 119
mso:film.film.gross_revenue 119
mike 119
sir 118
toro 118
mso:people.person.sexual_relationship 118
mso:geography.mountain.elevation 118
all 117
matt 117
2012 117
mso:education.education.educational_institution 117
shape 117
5 117
young 117
2009 116
mso:chemistry.chemical_compound.formula 116
runner 116
mso:basketball.coach.team 116
mso:media_common.creative_work.content_rating 115
tract 115
census 115
academy 115
llc 113
mso:people.person.marriage 113
mso:organization.organization.place_founded 113
martin 113
mary 112
mso:location.dated_location.date_dissolved 112
charles 112
mso:comic_books.character.creator 112
story 111
2013 111
no 111
airport 110
mso:music.soundtrack.film 110
london 109
mso:film.character.film 109
america 109
apollo 109
mountain 109
j 109
fifa 109
mso:sports.professional_sports_team.team_owner 108
your 108
cruise 108
mso:sports.multi_event_tournament.competitor_competition_relationship 108
missouri 108
mso:organization.organization.leadership 107
home 106
mso:biology.organism.weight_kg 106
mso:education.education.educational_degree 106
mso:architecture.structure.opened 106
falls 106
l 106
library 105
live 105
mso:geography.lake.surface_elevation 105
mso:film.film.set_designer 105
rose 105
! 105
2008 105
mso:geography.body_of_water.surface_area 105
mso:american_football.team.division 105
mso:sports.sports_team_roster.position 104
mso:organization.board_member.organization_board_membership 104
jungle 104
mso:government.governmental_jurisdiction.governing_officials 104
steve 104
mso:education.educational_institution.color 104
mso:biology.organism.date_of_birth 103
uss 103
greatest 103
washington 102
mso:language.human_language.region 102
acid 102
scott 102
lo 102
douglas 101
sylvester 101
green 101
mso:amusement_parks.ride.designer 101
mso:transportation.bridge.total_length 100
team 100
stallone 100
mso:film.film.format 100
2010 99
mso:medicine.drug.drug_brand 99
mso:visual_art.art_series.artwork 99
director 99
blindern 99
south 99
lady 99
west 97
hardy 97
die 97
mso:location.location.geolocation 97
fantasy 96
outside 96
jean 96
mso:tv.program.regular_cast 96
super 96
pass 96
mso:education.academic.advisors 96
family 96
mso:film.film.featured_song 95
mso:organization.board_membership.role 95
air 94
spider 94
mso:geography.body_of_water.depth 94
zoo 94
showman 94
mso:architecture.venue.capacity 93
group 93
republic 93
mso:geography.body_of_water.bridge 93
2004 93
mso:olympics.host_city.olympics_hosted 93
mso:sports.team.founded 92
mso:astronomy.celestial_object.gravity 92
hotel 92
google 91
delta 91
novel 91
mso:film.performance.film 91
mso:military.person.service 91
x 91
mso:ice_hockey.team.captain 91
wonder 91
viii 91
mso:education.educational_institution.school_mascot 91
jones 90
argless 90
mso:geography.lake.outflow 90
amazon 90
auto 90
mso:geography.body_of_water.islands 90
hall 90
first 90
woman 90
joseph 90
thor 89
mso:biology.organism_classification.scientific_name 89
jedi 89
alpha 89
welcome 89
english 89
inc 89
mso:award.honor.year 89
negra 88
conway 88
mso:education.fraternity_sorority.color 88
steven 88
kid 88
mso:transportation.bridge.locale 88
dwayne 88
2011 88
mso:organization.board_membership.organization 88
mso:chemistry.chemical_element.boiling_point 88
sodium 88
mso:geography.lake 88
mso:award.nominee.award_nominations 88
mso:chemistry.chemical_element.melting_point 88
service 87
project 87
disney 87
perfect 87
boeing 86
street 86
mso:chemistry.chemical_compound.solubility 86
mso:law.inventor.inventions 86
mso:aviation.aircraft_model.retired 86
mso:geography.mountain.first_ascenders 86
california 86
joe 85
mso:geography.river.mouth 85
mso:astronomy.astronomical_discovery.discoverer 85
mso:computer.computer.introduced 85
pantera 85
empire 85
7 85
mso:organization.leadership.role 85
cage 84
mso:aviation.aircraft_model.maximum_speed_km_h 84
name 84
mso:comic_books.series.created_by 84
china 84
stadium 84
youtube 84
class 84
boy 84
b 83
mso:organization.leadership.person 83
company 83
mso:fictional_universe.character.parents 83
st 83
mso:chemistry.chemical_element.element_discoverer 83
mso:astronomy.celestial_object.mean_density 83
8 83
magic 83
mso:boats.ship.length_overall 83
mso:computer.computer.processor 83
lincoln 83
williams 82
mso:martial_arts.martial_artist.instructor 82
arts 82
royal 82
movie 82
berlin 82
max 82
mso:astronomy.astronomical_discovery.discovery_date 81
pacific 81
submarine 81
damon 81
mso:location.sovereign.iso4217_currency_code 81
media 81
men 81
olympics 81
frank 81
program 80
resort 80
mso:architecture.structure.destruction_date 80
mso:soccer.player.senior_career_roster 80
version 80
2006 80
blade 80
mso:music.composition.musical_scale 79
bob 79
kevin 79
mso:internet.website.launched 79
kingdom 79
v 79
mso:tv.program.air_date_of_first_episode 78
mso:book.written_work.word_count 78
jerry 78
mso:sports.championship_event.runner_up 77
waters 77
mso:organization.board_member.leader_of 77
mso:book.character.appears_in_book 77
mso:book.written_work.copyright_date 77
ford 77
mso:astronomy.celestial_object.mean_radius 77
mso:tv.program.country_of_origin 77
mso:music.track.length 77
fc 77
theft 76
mso:boats.ship.launched 76
ebbing 76
like 76
mars 76
north 76
mso:sports.team.coach 76
mso:sports.pro_athlete.career_end 76
billboards 76
2005 76
d 76
iii 76
mso:biology.organism_classification.higher_classification 76
wikipedia 76
s 76
mso:astronomy.orbital_relationship.orbital_period 76
superman 75
mso:architecture.structure.engineer 75
winter 75
mso:book.written_work.literary_series 75
tony 75
mso:geography.mountain_pass.transversed_by 75
mso:music.artist.active_start 75
harry 75
mso:geography.lake.city 75
classics 75
general 75
avengers 75
bay 75
lord 74
mso:medicine.drug.drug_pregnancy_category 74
mso:visual_art.art_period_movement.began_approximately 74
girl 74
moon 74
mso:film.featured_song.performer 74
usa 74
chloride 74
jack 74
show 73
pitch 73
opera 73
mso:organization.board_membership.title 73
mso:boats.ship.place_built 73
mso:chemistry.chemical_compound.boiling_point 73
institute 73
mso:meteorology.tropical_cyclone.affected_area 73
technology 72
jackson 72
christopher 72
le 72
guitar 72
jane 72
bird 72
road 72
charlie 72
pittsburgh 72
10 72
championships 71
mso:meteorology.tropical_cyclone.total_fatalities 71
stormy 71
mso:book.book.genre 71
mso:time.event.location 71
european 71
norton 71
saturn 71
don 71
mso:astronomy.celestial_object.absolute_magnitude 71
mso:medicine.disease.prevention_factor_text 71
british 70
brian 70
typhoon 70
fifty 70
rms 70
history 70
edward 70
los 70
form 70
leonardo 70
sing 70
mso:medicine.drug.canonical_brand 70
mso:spaceflight.rocket.launch_site 70
mso:architecture.skyscraper.height_with_antenna_spire_meters 69
army 69
shades 69
dunkirk 69
mso:education.school_newspaper.school 69
police 69
silver 69
mso:music.artist.concert_tours 69
mso:projects.project.project_participation 69
paris 69
mso:education.education.specialization 69
corporation 68
mso:boats.ship.displacement 68
nicolas 68
old 68
mso:spaceflight.space_mission.astronauts 68
church 68
mso:astronomy.constellation.meteor_shower 68
6 68
mso:tv.regular_tv_appearance.from 68
dracula 68
ragnarok 68
mso:music.artist.active_end 68
hd 67
open 67
ocean 67
science 67
mso:computer.operating_system.release_date 67
9 67
mso:geography.river.city 67
band 67
mso:sports.facility.teams 66
du 66
hour 66
mso:music.composition.place_of_first_performance 66
mso:organization.organization.board_members 66
mso:tv.program.spin_offs 66
rodriguez 66
sony 66
prince 66
santa 65
batman 65
mso:book.edition.publication_date 65
al 65
mso:automotive.automotive_class.body_style 65
momoa 65
guide 65
mso:film.performance.character 65
alex 65
mso:martial_arts.martial_art.well_known_practitioner 65
mso:chemistry.chemical_element.atomic_number 65
nfl 65
mso:business.employment_tenure.job_title 65
stephen 65
brothers 65
mso:games.game.playing_time_minutes 65
limited 64
und 64
mso:martial_arts.martial_art.origin 64
mso:astronomy.star.constellation 64
germany 64
35mm 64
mso:film.film.performance 64
series) 64
mso:opera.opera.language 64
mso:sports.team.mascot 64
mso:chemistry.chemical_element 64
madison 64
baby 63
ray 63
microsoft 63
good 63
mso:geography.waterfall.height 63
francis 63
3d 63
field 63
mso:film.performance.actor 63
literature 63
mso:olympics.games.number_of_countries 63
terry 63
comics 63
mso:media_common.subject.quotation 63
sean 63
mso:boxing.boxer.weight_division 63
mso:astronomy.asterism.constellation 62
mso:protected_sites.protected_site.date_established 62
mso:aviation.airliner_accident.date 62
mso:aviation.airliner_accident.aviation_incident_aircraft_relationship 62
cloud 62
saint 62
angelo 62
virginia 62
go 62
hercules 62
mso:education.education.major 62
mso:chemistry.chemical_compound.melting_point 62
mso:music.track.date 62
cut 62
mso:radio.radio_program.final_broadcast 62
legend 62
mso:aviation.aircraft_model.maiden_flight 61
ryan 61
mso:chemistry.chemical_element.electron_configuration 61
mso:geography.river.length 61
sam 61
harris 61
modern 61
back 61
two 61
daniel 61
dragon 61
0 61
mso:astronomy.star_system.star 61
pirates 61
mercury 61
mso:sports.sports_team_coach_tenure.coach 61
cameron 61
guardians 61
mso:computer.software.latest_release_date 61
cleveland 61
taylor 60
claude 60
mso:astronomy.constellation.contains 60
mso:award.honor.category 60
mso:spaceflight.rocket.manufacturer 60
mso:organization.board_membership.member 60
da 60
mso:amusement_parks.ride.opened 60
wayne 60
mso:amusement_parks.park.opened 60
queen 60
matthew 60
mso:visual_art.artwork.date_completed 60
mso:metropolitan_transit.transit_system.inception 60
lockheed 60
plus 59
mso:biology.fossil_specimen.discovered_by 59
liberty 59
can 59
murder 59
o 59
mm 59
mso:spaceflight.space_program.started 59
mso:astronomy.celestial_object.surface_area 59
system 59
vii 59
ship 59
mso:business.employment_tenure.employer 59
angeles 59
mso:music.composition.date_completed 59
potassium 59
alan 59
chicago 59
central 59
adam 59
gold 59
mso:boats.ship_type.ship_class 59
mso:sports.pro_athlete.career_start 59
mso:organization.leadership.title 59
lopez 59
collection 59
2007 59
mso:internet.social_network_user.view_social_network_profile 59
valley 58
dark 58
dicaprio 58
mso:opera.opera.librettist 58
earth 58
press 58
total 58
mso:award.honor.winning_work 58
french 58
mso:music.opera_singer.voice_type 58
potter 58
song 58
atlanta 57
mso:protected_sites.protected_site.governing_body_of_protected_sites 57
party 57
get 57
mso:people.romantic_relationship.person 57
as 57
double 57
express 57
german 57
misterioso 57
airlines 57
mso:architecture.type_of_museum.museums 57
doctor 57
out 57
elizabeth 57
bonus 57
mso:architecture.structure.construction_started 57
infinity 56
commonwealth 56
quentin 56
mso:spaceflight.space_agency.astronauts 56
christ 56
mississippi 56
mso:soccer.roster_position.team 56
times 56
mso:tv.program.air_date_of_final_episode 56
mso:astronomy.orbital_relationship.semi_major_axis 56
cat 56
battle 55
12 55
be 55
arthur 55
mso:theater.play.date_of_first_performance 55
pluto 55
secret 55
di 55
16 55
mso:astronomy.celestial_object.cosmological_distance 55
windows 55
force 55
wind 55
election 55
maryland 55
agency 55
mso:government.position_held.office_or_title 55
centre 55
cab 55
an 55
mso:aviation.aircraft_model.aircraft 55
victoria 55
line 55
mso:amusement_parks.ride.ride_type 55
do 55
das 54
electric 54
chief 54
hill 54
navy 54
mso:award.honor.winner 54
warfare 54
tarantino 54
volume 54
mso:book.periodical.editorial_staff 54
^ 54
chuck 54
mso:fictional_universe.character.character_powers 54
mso:chemistry.element_discoverer.discovered 54
mso:book.written_work.next_in_series 54
golf 54
mso:music.composition.compositional_form 54
mso:sports.competitor_competition_relationship.competitor 53
mso:business.shopping_center.retail_floor_space_m_2 53
teen 53
mso:american_football.player.player_passing_statistics 53
mso:book.written_work.previous_in_series 53
mso:american_football.player.player_receiving_statistics 53
building 53
el 53
mso:government.position_held.basic_title 53
mso:award.honor.ceremony 53
13 53
mso:event.disaster.fatalities 53
suzuki 53
france 53
beach 53
mso:library.public_library.established_in 53
texas 53
mso:boats.ship_class.max_speed_knots 53
mso:spaceflight.rocket.country_of_origin 52
africa 52
mso:tv.program.genre 52
mso:astronomy.asteroid.asteroid_group 52
sydney 52
mso:meteorology.tropical_cyclone.highest_winds 52
mso:geography.island.body_of_water 52
memorial 52
mso:visual_art.art_series.artist 52
records 52
people 52
president 52
mso:cvg.game_version.release_date 52
markle 52
loxodonta 52
mso:spaceflight.space_mission.destination 51
mso:book.written_work.atos_level 51
co 51
bank 51
jesus 51
television 51
mso:biology.deceased_organism.date_of_death 51
is 51
mso:aviation.aircraft_model.introduced 51
jose 51
titanic 51
trek 51
mso:award.category.date_established 51
voice 51
mso:film.actor.performance 50
ben 50
orson 50
mso:location.location.judicial_capital 50
florida 50
uefa 50
mtv 50
homo 50
grey 50
mso:military.unit.formed 50
hms 50
lewis 50
meghan 50
11409 50
mso:tv.regular_tv_appearance.series_season 50
mso:military.armed_force.units 50
horkheimer 50
phantom 50
falcon 50
mso:projects.project_participation.project_participant 50
mso:amusement_parks.ride.height_restriction 50
berry 50
las 50
heart 50
andrew 49
country 49
mso:book.poem.poem_character 49
michigan 49
darkest 49
member 49
short 49
theory 49
mso:media_common.adapted_work.adaptations 49
annihilation 49
mso:geography.river.basin_country 49
warriors 49
jake 49
dance 49
mira 49
les 49
hero 49
mso:boats.ship.ship_builder 49
spielberg 49
iv 48
mso:theater.play.orchestrator 48
philadelphia 48
lawrence 48
men's 48
mso:chemistry.chemical_element.electronegativity 48
court 48
age 48
captain 48
mso:olympics.games.host_city 48
only 48
welles 48
mso:biology.organism_classification.max_speed 48
vegas 48
amazing 48
iron 48
hanks 48
metropolitan 48
billy 48
mso:spaceflight.space_program_sponsor.space_programs_sponsored 48
chairman 48
real 48
mso:geography.mountain.mountain_range 48
calcium 48
fire 48
johnny 48
fox 48
sorvino 47
r-mso:film.character.film 47
mso:computer.programming_language_designer.languages_designed 47
mso:architecture.structure.contractor 47
mso:transportation.road.major_cities 47
q 47
xx 47
maria 47
blood 47
mso:people.deceased_person.date_of_burial 47
park, 47
aniston 47
princess 47
simon 47
mso:biology.animal.height 47
mso:zoos.zoo.notable_animal 47
mcdonnell 47
garden 47
jeff 47
second 47
mso:computer.computer.manufacturer_brand 47
mso:aviation.aircraft_model.wingspan 47
mso:organization.role.leaders 47
mso:aviation.aircraft_model.cruise_speed 47
obama 47
mso:theater.production.director 46
mso:music.artist.record_label 46
mso:event.agent.social_network_user 46
mso:award.long_list_nomination.nominated_work 46
mso:aviation.aircraft_model.manufacturer 46
nebula 46
glen 46
mso:amusement_parks.ride.park 46
1996 46
mso:spaceflight.satellite.launch_date 46
mso:chemistry.chemical_compound.classifications 46
mso:chemistry.chemical_compound.average_molar_mass 46
gina 46
zone 46
spirit 46
production 46
mso:geography.mountain.date_of_first_ascent 46
classic 46
mso:tv.regular_tv_appearance.program 46
mso:boats.ship_class.length_overall_m 46
kids 46
sarah 46
mso:local.entity.preferred_phone_number 46
albert 46
2002 46
mso:geography.lake.length 46
damme 45
carol 45
board 45
derek 45
mso:astronomy.astronomer.astronomical_objects_discovered 45
play 45
lost 45
roger 45
special 45
fat 45
mso:finance.income_tax_filing_form.deadline 45
mso:government.position_held.office_holder 45
samsung 45
mso:astronomy.star.star_system 45
indiana 45
mso:religion.religious_organization.religious_organization_leadership 45
kingsman 45
vincent 45
wall 45
tour 45
mso:transportation.road.formed 45
copper 45
century 45
mcgowan 45
11 45
bell 45
louis 45
seven 45
player 44
fiction 44
echo 44
johansson 44
sun 44
mso:theater.play.lyricist 44
walter 44
original 44
championship 44
cheng 44
minnesota 44
mso:transportation.road.length 44
diana 44
mso:location.location.legislative_capital 44
arkansas 44
mso:fictional_universe.work_of_fiction.setting 44
books 44
adventures 44
six 44
storm 44
henry 44
georgia 44
part 44
mso:medicine.condition_prevention_factors.conditions_this_may_prevent 44
anne 44
athletics 44
basketball 44
shuttle 44
mso:american_football.player_passing_statistics.season 44
eagle 44
mso:sports.pro_athlete.sports_played_professionally 44
londo 44
how 44
town 44
executive 44
mso:sports.competitor_competition_relationship.rank 44
common 44
scarlett 44
natalie 44
mso:conferences.academic_conference.abstract_due_date 43
mso:aviation.aircraft_model.length_meters 43
mso:visual_art.artwork.date_begun 43
mso:sports.sports_team_roster.number 43
mso:chemistry.chemical_element.atomic_mass 43
mso:martial_arts.martial_artist.martial_art 43
mso:aviation.airport.iata 43
mso:tennis.player.number_of_grand_slam_titles 43
circle 43
mso:book.editorial_tenure.editor 43
mso:spaceflight.spacecraft.manufacturer 43
furious 43
m 43
dvd 43
jimmy 43
mso:computer.computer.key_designers 43
universal 43
mso:award.competitor.competitions_won 43
heartbreak 43
watson 43
e 43
dog 43
mso:american_football.player_receiving_statistics.team 43
significant 43
that 43
top 43
howard 43
mso:spaceflight.astronaut.space_agency 43
when 43
ichiro 43
arena 43
tomb 43
mso:location.sovereign.fips10_4 42
mso:biology.organism_classification.lower_classification 42
mso:astronomy.star.temperature_k 42
sparknotes 42
mso:spaceflight.space_program.completed 42
tales 42
society 42
computer 42
carano 42
mso:sports.competitor_competition_relationship.country 42
islands 42
mso:award.long_list_nomination.year 42
beauty 42
elementary 42
mso:medicine.drug_brand.active_ingredients 42
mso:chemistry.chemical_compound.density 42
tribute 42
wish 42
olympiad 42
diego 42
fred 42
indian 42
harrison 42
anthony 42
moved 42
stewart 42
four 42
mso:aviation.aviation_incident_aircraft_relationship.flight_destination 42
mso:tv.series_season.regular_cast 42
mso:astronomy.galaxy.constellation 42
mso:games.game.origin 42
mso:visual_art.visual_artist.associated_periods_or_movements 42
lynch 42
permanently 42
von 42
mso:time.recurring_event.date_of_final_occurance 41
mso:theater.production.date_opened 41
canada 41
mso:biology.animal.body_length 41
horse 41
eastern 41
mso:amusement_parks.park.closed 41
off 41
orient 41
england 41
features 41
murphy 41
mso:biology.organism.children 41
master 41
st, 41
wicked 41
maze 41
women 41
kong 41
ann 41
upon 41
jessica 41
cc 41
evil 41
angel 41
armando 41
division 41
orion 41
anna 41
mso:zoos.zoo.closed 41
knight 41
mso:sports.sports_team_roster.to 41
miami 41
mso:sports.competitor_competition_relationship.medal 41
radio 41
studios 41
friends 41
mso:geography.lake.width 41
event 41
mso:education.education.minor 40
mso:zoos.zoo.opened 40
mso:film.film.color 40
mso:religion.founding_figure.religion_founded 40
miller 40
prize 40
telescope 40
mso:military.service.armed_force 40
rabbit 40
mso:biology.animal_breed.place_of_origin 40
mso:book.written_work.school_or_movement 40
public 40
boston 40
nick 40
robin 40
mso:astronomy.orbital_relationship.orbital_order 40
mso:sports.pro_sports_played.sport 40
mso:medicine.drug.drug_class 40
uk 40
other 40
services 40
miss 40
neerthal 40
mso:music.concert.concert_set_list 40
andy 40
ring 40
mso:sports.team.fight_song 40
presidential 40
ball 40
duty 40
coppola 40
carrey 40
ridge 40
criminal 40
managing 40
dan 40
australia 39
artist 39
atlas 39
district 39
mso:music.album.length 39
mso:sports.sports_team_roster.from 39
julie 39
metro 39
w 39
mso:music.instrument.family 39
mso:geography.island.max_width 39
dame 39
sulfur 39
mso:baseball.batting_statistics.sacrifice_hits 39
mso:book.place_of_publication_period.place_of_publication 39
phi 39
lisa 39
remix 39
programme 39
twilight 39
mso:spaceflight.astronaut.space_mission 39
hope 39
girls 39
nile 39
jonathan 39
elder 39
monroe 39
hudson 39
mso:conferences.academic_conference.paper_submission_due_date 39
lightning 39
turkey 39
stanford 39
houston 39
apple 38
walt 38
square 38
alfred 38
mso:automotive.automotive_class.doors 38
wild 38
way 38
post 38
paxton 38
30 38
1999 38
patrick 38
dean 38
eddie 38
department 38
mso:spaceflight.rocket_engine.diameter 38
ariane 38
brooklyn 38
light 38
atlantic 38
mso:tv.series_season.from 38
network 38
tv 38
gone 38
maintower 38
– 38
mso:zoos.zoo.num_species 38
buffalo 38
southern 38
station 38
mso:spaceflight.rocket_manufacturer.rockets_manufactured 38
mso:spaceflight.rocket_engine.isp_sea_level 38
run 38
observatory 38
mso:conferences.academic_conference.final_version_due_date 38
mso:soccer.player_loan.borrowing_team 37
mso:astronomy.star_system.constellation 37
mso:transportation.bridge.width 37
barack 37
emma 37
cast 37
mso:chemistry.chemical_compound.structure_smiles 37
may 37
mso:aviation.aircraft_model 37
mso:military.service.from_date 37
zinc 37
management 37
mso:meteorology.cloud.maximum_altitude_m 37
freddie 37
sabathia 37
mso:geography.waterfall 37
guy 37
union 37
c 37
2049 37
mso:biology.fossil_specimen.found_at_site 37
mso:baseball.player.hall_of_fame_induction 37
mso:soccer.player.loans 37
stock 37
mso:projects.project_participation.from_date 37
wilson 37
mso:biology.fossil_specimen.date_discovered 37
bachelor 37
chevrolet 37
mso:tv.network.former_names 37
five 37
fury 37
sugar 37
mso:government.position_held.governmental_body 36
mso:spaceflight.rocket.mass 36
mso:award.category.long_list_nomination 36
ave, 36
mso:skiing.ski_area.skiable_area 36
mso:boats.ship_class.ship_type 36
mso:sports.competitor_competition_relationship.team 36
mso:tennis.player.grip_style 36
mso:martial_arts.martial_artist.martial_arts_students 36
mso:geography.mountaineer.first_ascents 36
duck 36
mso:baseball.batting_statistics.games 36
up 36
greg 36
mso:award.long_list_nomination.nominee 36
mso:tv.regular_tv_appearance.special_tv_performance_type 36
magnesium 36
mso:fictional_universe.character.weight 36
mso:zoos.animal_captivity.animal 36
mso:travel.destination.climate 36
administration 36
sox 36
concert 36
allen 36
connors 36
mso:book.newspaper.owner 36
mso:aviation.aircraft_model.range 36
herman 36
miguel 36
bautista 36
return 36
mso:chemistry.chemical_series.chemical_element 36
mso:biology.animal.lifespan 36
mall 36
nolan 36
mso:sports.sports_team_roster.appearances 36
yellow 36
muniz 36
raider 36
mso:opera.opera.date_written 36
law 35
stars 35
mso:book.book.editions 35
britain 35
mso:location.sovereign.form_of_government 35
mso:location.location.request_directions 35
1995 35
mso:tv.network_duration.network 35
creek 35
walker 35
mso:sports.championship.league 35
this 35
mso:sports.team.sport 35
castle 35
mso:organization.role.governors 35
infantry 35
mso:spaceflight.rocket.maiden_flight 35
yangtze 35
mso:sports.sports_team_coach_tenure.position 35
human 35
mso:film.film.estimated_budget 35
future 35
mso:projects.project_participation.project_role 35
news 35
solar 35
about 35
mirror 35
sound 35
silent 35
read 35
head 35
mso:games.game.introduced 35
madonna 35
mso:cvg.computer_videogame.sequel 35
dawn 35
mso:opera.opera.date_of_first_performance 35
what 35
boys 35
mad 35
penguin 35
mso:geography.island.max_length 35
who 35
mso:book.written_work.accelerated_reading_points 35
dallas 35
kennedy 35
power 34
mission 34
ca 34
bond 34
clark 34
1994 34
mso:boats.ship.ship_class 34
ghost 34
mso:biology.organism.parents 34
christian 34
ready 34
20 34
mso:food.recipe_ingredient.ingredient 34
larry 34
vikings 34
morgan 34
stanley 34
mso:rail.railway.opened 34
ms 34
arnold 34
box 34
small 34
mso:radio.radio_program.first_broadcast 34
aircraft 34
mso:geography.mountain 34
2003 34
mso:award.competition.type 34
nyc 34
mso:film.subject.film 34
mitchell 34
mso:visual_art.artwork.art_genre 34
type 34
mso:ratings.rated_entity.rating 34
thames 34
ross 34
andreas 34
bunning 34
behind 34
years 34
bing 34
spanish 34
mso:transportation.bridge 34
battleship 33
modine 33
horror 33
mso:theater.play.composer 33
soda 33
kill 33
conference 33
mso:chemistry.chemical_element.chemical_series 33
rim 33
terror 33
moore 33
mso:biology.animal_breed.temperament 33
alone 33
roma 33
western 33
mso:cvg.computer_videogame.prequel 33
graphic 33
order 33
des 33
14 33
r-mso:film.festival_event.venue 33
vitamin 33
t 33
bc 33
oz 33
mso:fictional_universe.character.height 33
comedy 33
frozen 33
gallery 33
francisco 33
gate 33
jeter 33
columbia 33
venus 33
mso:award.award.category 33
hollywood 33
antonio 33
architecture 33
japan 33
mso:film.film.runtime_minutes 33
mso:boats.ship_designer.boats_designed 32
rico 32
vampire 32
mso:soccer.player.player_transfer 32
logan 32
march 32
area 32
mso:food.recipe.recipe_ingredient 32
st._george_municipal_airport 32
wolf 32
stone 32
complete 32
loser 32
mso:government.politician.party 32
mso:spaceflight.satellite.launch_site 32
mso:astronomy.star.mass_m 32
temple 32
am 32
15 32
federal 32
neil 32
facebook 32
il 32
freed 32
mso:geography.waterfall.longest_height 32
kappa 32
1974 32
centauri 32
ohio 32
chocolate 32
mso:visual_art.artwork.period_or_movement 32
dodo 32
mso:fictional_universe.character.organization 32
mystery 32
takes 32
perry 32
mso:spaceflight.satellite.altitude 32
wilis 32
natalieportman.com 32
officer 32
mso:spaceflight.rocket_engine.height 32
mso:fictional_universe.character.character_species 32
imagine 32
room 32
russell 31
indians 31
carl 31
mso:spaceflight.satellite.dry_mass_kg 31
stuart 31
ten 31
mso:people.romantic_relationship.start_date 31
mso:cvg.computer_videogame.platform 31
civil 31
mso:astronomy.asteroid.member_of_asteroid_family 31
pandora 31
mso:astronomy.star.rotation 31
mso:boats.ship.ship_designer 31
mso:spaceflight.mission_destination.missions_sent_here 31
feature 31
davis 31
don't 31
mso:award.winning_work.honor 31
sofia 31
+ 31
mso:boats.ship_class.displacement_tons 31
mso:business.board_member.organization_board_memberships 31
notre 31
mso:visual_art.art_period_movement.ended_approximately 31
caspian 31
mso:comic_books.series.publisher 31
trail 31
mso:event.agent.official_webpage 31
days 31
mso:government.agency.date_founded 31
mso:aviation.aircraft_model.aircraft_engine_type 31
mso:automotive.automotive_class.weight 31
mso:geography.river 31
den 31
4x4 31
hp 31
clint 31
association 31
mso:spaceflight.rocket_engine.isp_vacuum 31
holmes 31
duggar 31
topical 30
thompson 30
mso:baseball.batting_statistics.hit_by_pitch 30
pa 30
colts 30
fantastic 30
adventure 30
northern 30
giovanni 30
vol 30
russian 30
mso:zoos.animal_captivity.from 30
margaret 30
mso:american_football.player_receiving_statistics.receptions 30
mario 30
musical 30
sherlock 30
regina 30
funtastic 30
hamlet 30
element 30
greyhound 30
mso:basketball.team.conference 30
35 30
india 30
puerto 30
carolina 30
mso:spaceflight.satellite.speed_on_orbit 30
triangle 30
netflix 30
our 30
mso:fictional_universe.object.object_destruction_method 30
mso:award.category.winners 30
vienna 30
iliad: 30
mso:sports.team.previously_known_as 30
regiment 30
ram 30
mso:astronomy.celestial_object.magnitude 30
mouse 30
domestic 30
aquarium 30
mso:music.concert_set_list.artist 30
mso:music.concert_set_list.song 30
mso:military.service.unit 30
thorpe 30
belt 30
tale 30
alexandria 30
lenovo 30
lion 30
im 30
beta 30
70 30
sons 30
mso:zoos.zoo.num_animals 30
clef 30
justin 30
1998 30
mso:ratings.rated_entity.review 30
mso:biology.animal.mass 30
mso:geography.body_of_water.mean_depth 30
carter 29
unknown 29
discovery 29
down 29
laura 29
mac 29
studio 29
eric 29
grateful 29
danube 29
mso:music.instrument.variation 29
1/1/2009 29
campbell 29
gordon 29
mso:geography.waterfall.flow_rate 29
launch 29
sparrow 29
east 29
portrait 29
mso:film.genre.film 29
odyssey 29
phoenix 29
mso:chemistry.chemical_classification.lower_classifications 29
tokyo 29
angelina 29
ian 29
mso:amusement_parks.roller_coaster.track_length 29
juan 29
land 29
mso:baseball.batting_statistics.sacrifice_flies 29
mso:book.editorial_tenure.title 29
tablet 29
mso:baseball.team.league 29
kim 29
tennessee 29
gray 29
ka 29
mso:organization.organization.phone_number 29
sandler 29
transformers 29
heroes 29
theater 29
roman 29
things 29
mso:time.recurring_event.date_of_first_occurance 29
tommy 29
mso:automotive.designer.automobiles_designed 29
murray 29
nba 29
mso:meteorology.cloud.minimum_altitude 29
year 29
harvey 29
raw 29
are 29
corp 29
mso:baseball.batting_statistics.hits 29
lighthouse 29
mso:aviation.aviation_incident_aircraft_relationship.aircraft_model 29
federico 29
nintendo 29
mso:chemistry.chemical_element.electron_affinity 29
hong 29
andromeda 29
cyclone 29
language 29
valerian 29
* 28
bobby 28
metal 28
see 28
mso:medicine.drug.drug_legal_status 28
mso:aviation.aircraft_line.models_in_line 28
children 28
nelson 28
fame 28
carbon 28
carlos 28
free 28
orange 28
canadian 28
mso:aviation.airport.operator 28
mso:soccer.player_transfer.selling_team 28
18 28
piano 28
aluminum 28
paramount 28
donald 28
electronic 28
17 28
stranger 28
everything 28
asian 28
mso:aviation.aircraft_model.aircraft_type 28
glacier 28
mso:law.court.judge 28
ferdinand 28
walking 28
dick 28
mso:spaceflight.space_mission.space_program 28
mso:astronomy.astronomical_discovery.discovery_organization 28
1997 28
code 28
place 28
broadcasting 28
messier 28
mso:biology.organism_classification.organism_classification_rank 28
vega 28
cinderella 28
address 28
ruth 28
smells 28
sports 28
wrinkle 28
mso:zoos.animal_captivity.exhibit 28
through 28
chicken 28
writing 28
mso:baseball.batting_statistics.at_bats 28
virus 28
mso:sports.sports_team_roster.total_goals 28
joan 28
kelly 28
mso:event.action.action_handler 28
dream 28
mso:chemistry.isotope.half_life 28
jon 28
middle 28
rob 28
tod 28
royale 28
mso:education.school.school_district 28
bears 28
gardens 28
zelda 28
yankees 28
philip 28
mso:baseball.batting_statistics.bases_on_balls 28
mso:food.food.nutrition_fact 28
peavy 28
mso:astronomy.orbital_relationship.mean_orbital_speed 28
r-mso:film.festival_event.film 28
socialist 28
mso:automotive.automotive_class.length 27
hitchcock 27
mso:symbols.namesake.named_after 27
bmw 27
regular 27
titan 27
wells 27
flying 27
fisher 27
animation 27
mso:amusement_parks.ride.theme 27
tildie 27
side 27
mso:award.nomination.category 27
ferrell 27
mso:spaceflight.rocket_engine.dry_mass 27
ma 27
brad 27
mso:american_football.player_rushing_statistics.season 27
daily 27
soames 27
mso:military.service.rank 27
producer 27
mso:business.employment_tenure.employer_name 27
foundation 27
lindsey 27
neptune 27
mso:spaceflight.rocket_engine 27
hanna-barbera 27
jolie 27
racing 27
collins 27
maverick 27
geun 27
eye 27
mother 27
pan 27
timekeeper 27
mso:baseball.team.team_stats 27
mir 27
train 27
jay 27
drew 27
argentina 27
channel 27
barry 27
mso:law.us_patent.inventor 27
living 27
digital 27
child 27
paralympics 27
african 27
mso:automotive.automotive_class.width 27
secession 27
speed 27
health 27
mso:tv.program.number_of_episodes 27
chess 27
driver 27
salad 27
destroyer 27
grace 27
vice 27
ski 27
if 27
mso:skiing.ski_area.base_elevation 27
babe 27
kepler 27
mso:baseball.team_stats.season 27
medal 27
reese 27
mso:american_football.player.player_rushing_statistics 27
hunger 26
caballus 26
once 26
without 26
wizard 26
score 26
mso:organization.membership.membership_organization 26
auf 26
adrian 26
hye 26
gilliam 26
pop 26
curtis 26
hydrochloride 26
mso:boats.ship.keel_laid 26
mso:religion.religious_organization_leadership.start_date 26
nation 26
ny 26
tiffany 26
mso:soccer.match.player_match_participation 26
manning 26
mso:american_football.game_passing_statistics.player 26
where 26
mso:american_football.player_passing_statistics.team 26
mso:sports.team_season_record.season 26
mso:sports.sports_team_coach_tenure.from 26
; 26
roberto 26
jurassic 26
tampa 26
railway 26
kent 26
rd, 26
mso:ice_hockey.team.division 26
anniversary 26
mso:travel.destination_monthly_climate.month 26
edmonton 26
development 26
pro 26
mann 26
hood 26
bad 26
pink 26
glass 26
mso:visual_art.artwork.art_subject 26
mso:government.political_party_tenure.party 26
oh 26
manual 26
marc 26
interstate 26
mso:military.service.to_date 26
crawford 26
dextrose 26
hockey 26
mso:spaceflight.satellite_manufacturer.spacecraft 26
units 26
amphibious 26
peace 26
syndrome 26
rd 26
mso:soccer.player_match_participation.player 26
culture 26
cooper 26
mso:fictional_universe.character.education 26
cry 26
mso:geography.lake.catchment_area 26
mso:spaceflight.bipropellant_rocket_engine.oxidizer_fuel_ratio 26
dash 26
half 26
rings 26
reid 26
susan 26
community 26
mso:architecture.architect.style 26
mso:american_football.game.game_passing_statistics 26
case 26
mso:sports.team.team_season_record 26
garcia 26
dodge 26
sigma 26
mso:architecture.building.floor_space_square_meters 25
renaissance 25
manager 25
mso:award.long_list_nomination.award 25
charlotte 25
glee 25
mso:aviation.aircraft_designer.models_designed 25
fighting 25
mso:astronomy.star.luminosity 25
crew 25
model 25
coco 25
mso:tv.regular_tv_appearance.to 25
eastwood 25
ron 25
machine 25
gene 25
along 25
mso:chemistry.chemical_element.electrons_per_shell 25
zero 25
pompidou 25
made 25
works 25
mso:automotive.automotive_class.transmission 25
luke 25
dc 25
alien 25
dipper 25
just 25
fate 25
scrolls 25
kate 25
terrier 25
catherine 25
flynn 25
mso:baseball.batting_statistics.home_runs 25
mso:amusement_parks.ride.height 25
australian 25
carmen 25
sword 25
tree 25
mso:measurement_unit.integer_range.low_value 25
average 25
cinema 25
mso:music.track.genre 25
mso:cvg.computer_videogame.game_series 25
fl 25
austin 25
mso:chemistry.chemical_classification.higher_classifications 25
f 25
mso:award.award.honor 25
24 25
fargo 25
chad 25
1040 25
watch 25
picture 25
study 25
inferred 25
finals 25
office 25
mso:measurement_unit.integer_range.high_value 25
mso:location.location.address 24
marie 24
mso:award.category.category_of 24
mso:government.legislative_session.date_began 24
beast 24
jordan 24
witch 24
mso:geography.lake.shore_length 24
mickey 24
mso:astronomy.celestial_object.escape_velocity 24
mso:book.poem.poetic_meter 24
ao 24
mso:book.newspaper.headquarters 24
alejandro 24
errol 24
josh 24
ministry 24
scorsese 24
colorado 24
hard 24
carrier 24
there 24
january 24
minecraft 24
euro 24
mso:food.nutrition.nutrient_quantity 24
fall 24
wallace 24
yelp 24
mso:government.position_held.district_represented 24
mso:book.editorial_tenure.from 24
wood 24
dam 24
beasts 24
todd 24
snow 24
hubble 24
baltimore 24
celebration 24
mso:skiing.ski_area.number_of_runs 24
seo 24
depp 24
witherspoon 24
universe 24
mso:olympics.torchbearer.participation_in_relays 24
happy 24
samuel 24
seattle 24
luis 24
mso:conferences.academic_conference.notification_date 24
warcraft 24
natural 24
malaysia 24
mso:people.person 24
chi 24
indianapolis 24
arizona 24
warner 24
online 24
god 24
investment 24
kapoor 24
dennis 24
mso:education.field_of_study.subdisciplines 24
mobile 24
volkswagen 24
mso:olympics.games.number_of_athletes 24
ireland 24
butter 24
after 24
casino 24
salt 24
un 24
champions 24
extended 24
mso:organization.non_profit_organization.donate_url 24
table 24
detective 24
mso:olympics.torch_relay.olympics 24
isaac 24
moscow 24
cathedral 24
fellini 24
imax 24
mayor 24
cold 24
ice 24
mso:media_common.cataloged_instance.value 23
linda 23
bright 23
1992 23
os 23
mso:travel.tourist_attraction.location 23
norway 23
business 23
awd 23
education 23
mso:zoos.zoo 23
terminator 23
oneal 23
ceres 23
mso:soccer.team_manager.team 23
mummy 23
skull 23
vietnam 23
disneyland 23
webster 23
mso:location.location.city 23
tornado 23
vonn 23
mso:sports.sports_statistics.event 23
record 23
soviet 23
barbara 23
mso:skiing.ski_area.top_elevation 23
peak 23
astronomy 23
annotation 23
research 23
jeremy 23
3500 23
race 23
mso:spaceflight.rocket.height_meters 23
animated 23
mso:aviation.aircraft.aircraft_model 23
ed 23
harmon 23
phil 23
giant 23
mso:amusement_parks.ride.max_speed 23
lions 23
1/1/2008 23
global 23
spiderman 23
review 23
khan 23
ritchie 23
darya 23
1991 23
pete 23
pat 23
cd 23
monster 23
forest 23
fine 23
mso:film.set_designer.film 23
toronto 23
mso:food.recipe_ingredient.quantity 23
trax 23
independent 23
buy 23
juno 23
eta 23
mso:military.unit.armed_force 23
splash 23
bud 23
mso:geography.glacier.length 23
hydrogen 23
dave 23
oxide 23
gulf 23
palace 23
2001 23
rick 23
freedom 23
mso:education.academic.field_of_study 22
sims 22
mso:geography.mountain_pass.elevation 22
nicole 22
damn 22
mso:local.entity.make_phonecall 22
respiratory 22
mso:soccer.team.manager 22
cure 22
mso:book.written_work.date_written 22
pocket 22
norman 22
1972 22
syncytial 22
eo-19 22
mso:food.nutrition.nutrient 22
true 22
thrones 22
mso:geography.river.basin_area 22
tigers 22
cookies 22
virtual 22
(rsv) 22
aaron 22
impressions 22
hot 22
jenny 22
jenkins 22
blu 22
er 22
bulls 22
farm 22
highway 22
mso:chemistry.chemical_element.isotope 22
beckham 22
album 22
action 22
engine 22
bernard 22
sirius 22
frankenstein 22
portman 22
memory 22
disaster 22
sa 22
thinkpad 22
chinese 22
appurushīdo 22
mso:local.entity.location 22
hassium 22
mso:award.nomination.ceremony 22
mso:biology.animal.clutch_size 22
mso:local.entity.phone_number 22
marshall 22
anderson 22
guardian 22
money 22
experience 22
mso:meteorology.cloud.cloud_family 22
theatrical 22
bang 22
jazz 22
oxygen 22
planet 22
luthor 22
mso:media_common.subject.creative_work 22
mso:time.time_zone.offset_from_uct 22
mso:soccer.team_management_tenure.manager 22
wasp-18 22
satellite 22
delaware 22
mso:visual_art.artwork.medium 22
mso:rail.railway.length 22
ncis 22
resident 22
kubrick 22
cardinal 22
mso:application.software_version.market 22
halmich 22
user 22
netherlands 22
mso:transportation.bridge.longest_span 22
sātīn 22
some 22
fort 22
sundance 22
alexander 22
kurt 22
maggiore 22
robbie 22
reprise 22
coach 22
drama 22
nations 22
gallo 22
finland 22
marvin 22
mso:finance.income_tax_form.form_url 22
cumulonimbus 22
congress 22
shaquille 22
newton 22
mso:american_football.game_receiving_statistics.player 21
glenn 21
vs 21
take 21
hell 21
mariners 21
mso:soccer.team_manager_match_participation.match 21
let 21
venice 21
beautiful 21
suicide 21
set 21
jets 21
most 21
reviews 21
alexandre 21
anil 21
hasbro 21
duffy 21
mini 21
deadpool 21
car 21
mso:religion.place_of_worship.religion 21
melissa 21
sweet 21
chaplin 21
jobs 21
jersey 21
ronan 21
father 21
northwest 21
mso:biology.fossil_specimen.organism_classification 21
breakfast 21
mso:sports.golf_course.holes 21
piers 21
mso:architecture.building_complex.floor_space_square_meters 21
mso:transportation.bridge.bridge_type 21
mso:american_football.game_receiving_statistics.team 21
davy 21
jingle 21
oil 21
scottish 21
help 21
fraternity 21
motion 21
ted 21
ashley 21
marcus 21
ingrid 21
roblox 21
flower 21
cumulus 21
101 21
mso:architecture.building 21
nationals 21
mso:soccer.team_manager_match_participation.team 21
rita 21
lucky 21
mso:spaceflight.rocket.diameter_meters 21
avex 21
mso:book.place_of_publication_period.to 21
gabler 21
animal 21
burton 21
enterprise 21
gloria 21
tyler 21
kosovo 21
consultant 21
mso:film.festival.focus 21
studies 21
._blizzard_entertainment 21
utah 21
franklin 21
stevens 21
fellowship 21
smart 21
not 21
dr, 21
c-130 21
shakespeare 21
mso:geography.island.island_group 21
chaos 21
draper 21
design 21
grant 21
mso:soccer.player_loan.lending_team 21
mso:american_football.game.game_receiving_statistics 21
f-4 21
1/1/2017 21
industrial 21
main 21
mso:soccer.team_manager.team_manager_match_participation 21
mso:film.content_rating.film 21
singles 21
keith 21
bienzle 21
earle 21
carrie 21
mso:book.journal.place_of_publication 21
xander 21
nights 21
metcalf 21
have 21
them 21
reservoir 21
hart 20
seas 20
jodorowsky 20
mso:music.album.record_label 20
complex 20
mso:film.performance.performance_type 20
mso:location.location.request_taxi 20
polaris 20
mso:film.film.distribution 20
kingda 20
sandoval 20
graham 20
adams 20
act 20
direct 20
range 20
mso:meteorology.tropical_cyclone.dissipated 20
ellen 20
ms.foundationwomen 20
karate 20
detroit 20
olympic 20
mso:biology.amino_acid.three_letter_abbreviation 20
mso:aviation.aviation_incident_aircraft_relationship.flight_origin 20
mso:travel.destination_monthly_climate.average_min_temp_c 20
conan 20
warner_bros._entertainment 20
jacob 20
saoirse 20
fallout 20
vostok 20
mso:baseball.batting_statistics.grand_slams 20
we 20
list 20
1984 20
hidden 20
frances 20
bride 20
mso:architecture.lighthouse.year_first_lit 20
hills 20
rachel 20
dancing 20
mso:cvg.game_version.platform 20
collier 20
midwinter 20
oprah 20
akira 20
gay 20
playstation 20
bear 20
rice 20
diaries 20
ss 20
